{
  "lesson_id": "4f7ceba5-83b4-4b10-89b5-44cf72a730ee",
  "board": "State Board Maharashtra",
  "subject": "Play Do Learn",
  "grade": 4,
  "book": "Play Do Learn",
  "chapter_no": "07",
  "title": "Chapter 07 अभिरुचिपूरक उपक्रम",
  "content": "--- Page 1 ---\nरं पक्रम ७ च र\n| २.१ भिंगरी (8 २.१ भिंगरी ने\n\nसाहित्य व साधने : पुठ्ठा, टूथपिक किंवा खिळा, मणी, रंगीत कागदाचे तुकडे, कात्री, डिंक इत्यादी.\n\nकृतिक्रम :\n(१) पुठ्ठ्यावर २ सें.मी त्रिज्येचे वर्तुळ काढून ते कापावे, त्याच्या मध्यबिंदूवर खिळ्याने छिद्र पाडून\nघ्यावे.\n\n(२) टूथपिक किंवा खिळ्यात प्रथम मोठा मणी ओवून वरील भागावर चिकटवून घ्यावा.\n(३) पुठ्ठ्याची चकती मण्यांच्या खाली खिळ्याच्या मध्यावर आणून चिकटवावी.\n\n(४) पुन्हा एक छोटा मणी ओवून पुठ्ठ्याच्या चकतीच्या खालील बाजूस चिकटवा. (मण्यांऐवजी\nकागदाच्या गुंडाळीचा वापर केला तरी चालेल)\n\n(५) तयार भिंगरीची वरची बाजू बोटात चिमटीत पकडून, टोकदार बाजू जमिनीच्या गुळगुळीत\nपृष्ठभागावर टेकवून भिंगरीला गिरकी दिल्यास ती गरगर फिरते.\n\n$ भिंगरीच्या कृतीसाठी आवश्यक गटकार्य घ्यावे व मार्गदर्शन करावे.\n$ तयार भिंगरी फिरवून दाखवावी.\n\nह.\n\nखेळू करू शिकू\n\n\n--- Page 2 ---\nसाहित्य व साधने : रिकामी काडीपेटी, ड्रॉईंग कागद, निरनिराळ्या रंगांचे कागद, पेन्सिल, स्केचपेन,\nकात्री - कटर, आईस्क्रीमची काडी, डिंक इत्यादी.\n\nकृतिक्रम :\n\n(१) कागदावर विदूषकाचे डोके, मान, हात, टोपी यांचे चित्र काढून रंगवावे.\n\n(२) काडीपेटीच्या आतील ड्रॉवरला मागच्या बाजूस आईस्क्रीमची काडी मधोमध चिकटवून घ्यावी.\n(३) ड्रॉवरच्या वरील भागावर डोके, हात व मान इत्यादी चिकटवून घ्यावे.\n\n(४) काडीपेटीच्या वरील पृष्ठभागावर रंगीत कागदापासून तयार केलेले कपडे चिकटवावेत.\n\n(\n\n५) अशा प्रकारे काडीपेटीचा ड्रॉवर आईस्क्रीमच्या काडीची बाजू खाली असेल अशा पद्धतीने\nकाडीपेटीत बसवावा. (आकृती पहा.)\n\n(६) आईस्क्रीमची काडी वर - खाली करून विदूषकाच्या हाताची हालचाल करून पहावी.\nकाडीपेटी ड्रॉवरवर खिडकीचा आकार कापावा.\n\n(७) काडीपेटीच्या मुख्य खोक्याच्या आतील भागाच्या बाजूला चित्रात दाखवल्याप्रमाणे सूचना पट्टी\nइतर पट्ट्यांनी घटूट बसवावी.\n\n$ कात्री, कटर यांचा वापर करताना सावधानता बाळगण्याची सूचना द्यावी. आवश्यकतेनुसार सहकार्य/ मार्गदर्शन करावे.\n\nखेळू करू शिकू\n\n\n--- Page 3 ---\n| २:३ फुलांच्या माळा -(3 २.३ फुलांच्या माळा ने\n\nसाहित्य व साधने : विविध प्रकारची फुले (उदा. झेंडू, शेवंती, निशिगंध, लिली, अँस्टर इत्यादी)\n\nअशोकाची किंवा आंब्याची पाने, जाड दोरा, लांब सुई, कात्री इत्यादी.\n\nकृतिक्रम :\n\n(१) ज्या लांबीची माळ तयार करावयाची आहे, त्याच्यापेक्षा थोडा अधिक लांबीचा दुहेरी दोरा सुईत\nओवून घ्यावा. र\n\n(२) एकाच प्रकारची चार अथवा पाच फुले दोऱ्यात ओवून घ्यावीत. त्यानंतर वेगवेगळ्या उऊ\nरंगांची दोन ते तीन फुले ओवावी. र\n\n(३) पाने दुमडून दोन ते तीन पाने गुंफून घ्यावीत. डर\n\n(४) पहिल्या प्रकारची चार ते पाच फुले पुन्हा ओवून पहिल्या कृतीप्रमाणेच सर्व कृती *;\nपुन्हा पुन्हा करून हव्या तेवढ्या मापाची माळ तयार करावी. दौऱ्याच्या दोन्ही टोकांना\nगाठ मारून, तयार झालेल्या माळेचा सुशोभनासाठी वापर करावा.\n\nश्‌\nगेज :” पुच्छापदर (काज २नरजाा ोरस..\n\n$ सुई हातास टोचणार नाही यासाठी आवश्यक ती खबरदारी घेण्यास सांगावे.\n*$ शक्‍य असल्यास फुलबाजारास भेटीचे आयोजन करावे किंवा फुलांचे डेकोरेशन करणाऱ्या व्यक्तींच्या मुलाखतींचे आयोजन\nकरावे.\n\nखेळू करू शिकू",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T17:37:30.947627"
}