{
  "lesson_id": "934ccf62-6ded-4f9c-8ee2-6c0596fe0220",
  "board": "State Board Maharashtra",
  "subject": "Play Do Learn",
  "grade": 4,
  "book": "Play Do Learn",
  "chapter_no": "09",
  "title": "Chapter 09 ऐच्छिक उपक्रम",
  "content": "--- Page 1 ---\n| १.१ परसातील बागकाम -($ १.१ परसातील बागकाम ने\n\nरोपे लावणे\n* रोप लावणीसाठी केव्हा तयार होते? 2: न धर\nभाजीपाला पिकांच्या बिया पेरल्यानंतर साधारण चार ते पाच आठवड्यांत रोपांना तीन ते चार पाने\nयेतात आणि त्यांची उंची १० ते १५ सेमी होते. अशी रोपे लावणीसाठी तयार झाली असे समजतात.\nरोप लावणी\nभाजीपाला रोपांची लागवड त्यांच्या वाढीच्या गरजेनुसार विविध प्रकारच्या वाफ्यांमध्ये केली\nजाते. साधारणपणे ३ मी. किंवा २ मी. लांब व १ मी रुंद या आकारात वाफा तयार करतात. वाफा तयार\nकरताना त्यात आवश्यकतेनुसार कुजलेले शेणखत किंवा कंपोस्टखत मिसळतात. ही रोपे वाफ्यात\nलावताना रोपांच्या मुळांना इजा होणार नाही अशी अलगद उपटून ती योग्य अंतरावर लावतात.\n\nवाफ्यांचे प्रकार\n\n(१) सपाट वाफा - हा वाफा सपाट असतो. मेथी, पालक, माठ, चवळी, कोथिंबीर अशा प्रकारच्या\nपालेभाज्यांची लागवड या वाफ्यात करतात.\n\n(२) गादी वाफा - हा वाफा जमिनीपेक्षा १५ ते २० सेमी उंच असतो. कोबी, मिरची, वांगी, फुलकोबी\nनवलकोल, कांदा, लसूण इत्यादी भाज्यांची रोपे तयार करण्यासाठी याचा वापर करतात.\n\n(३) सरी वरंबा - टोमॅटो, वांगी, मिरची, बटाटा आणि कोबी अशा प्रकारच्या भाज्यांची लागवड या\nवाफ्यांमध्ये केली जाते.\n\n(४) वर्तुळाकार आळे (वेली वाफा) - भोपळा, काकडी, दोडके, कारली, दुधीभोपळा, पडवळ इत्यादी\nवेलीभाज्यांची लागवड अशा वाफ्यांत केली जाते.\n\n*$ शालेय परिसरात जागा उपलब्ध असल्यास वाफे तयार करावेत. यात स्थानिक परिस्थितीनुसार भाजीपाला लागवड करून घ्यावी.\nपरिसरातील रोपवाटिकेस भेट देऊन निरीक्षण करण्यास सांगावे.\n\nखेळू करू शिकू\n\n\n--- Page 2 ---\n| १.२ कुंडीतील लागवड -($ १.२ कुंडीतील लागवड ने\n\n« कंडी भरणे.\n\nकुंड्यांमुळे बागेची, परिसराची शोभा वाढते. कुंडीत लावलेल्या रोपाची योग्य व जोमाने वाढ\nहोण्यासाठी कुंडी योग्य पद्धतीने भरणे आवश्यक असते.\nसाहित्य व साधने :\n\nखुरपे, फावडे, झारी, तळाशी छिद्रे असलेली कुंडी, पोयट्याची माती, वाळू व खताचे मिश्रण,\nविटांचे वा फुटलेल्या कुंडीचे लहान तुकडे, नारळाची शेंडी/ काथ्या, वाळलेले गवत, पालापाचोळा,\nइत्यादी.\nकृतिक्रम :\n(१) कुंडीच्या तळाशी असलेले छिद्र बंद होणार नाही अशा रितीने विटेचे तुकडे टाकावे.\n\n(२) त्यावर नारळाच्या शेंड्या /काथ्या/ पालापाचोळा टाकावा. त्यानंतर त्यावर अर्ध्या भागात मातीचे\nमिश्रण भरावे. मिश्रण थोडे दाबावे व त्यावर रोपाला असलेल्या मातीसह रोप ठेवावे.\n\nभरावी.\n\n$ रंगाचे रिकामे डबे, पाण्याच्या बाटल्या, पत्र्याचे डबे अशा साहित्यांचा वापर करून त्यात रोपे लावून सुशोभन करण्यासाठी\nमार्गदर्शन करावे.\n\nखेळू करू शिकू\n\n\n--- Page 3 ---\nर क ण सक\n\n(४) रोप लावणी केल्यावर हळुवारपणे पाणी ट्यावे. कुंड्यांना कोवळे ऊन मिळेल याची काळजी घ्यावी.\nच .. रं ल्क छ्म्ड\n\n$ रोप अथवा बी लावण्यापूर्वी व लावल्यानंतर घ्यावयाची काळजी समजावून द्यावी. कुंड्याचे विविध आकार यावर चर्चा करावी.\n$ परिसरातील रोपवाटिकेस भेट देऊन विद्यार्थ्यांना निरीक्षण करू द्यावे.\n\nखेळू करू शिकू\n\n\n--- Page 4 ---\n| १.३ फळप्रक्रिया “(8 १.३ फळप्रक्रिया ने\n\n० फळांचे आहारातील महत्त्व :\nआहारात फळांना महत्त्वाचे स्थान आहे. फळांपासून जीवनसत्त्वे, कबोंदके, पाणी, तंतुमय पदार्थ,\nलोह, कॅल्शिअम यांसारखी पोषकद्रव्ये मिळतात. तसेच फळांतील तंतुमय पदार्थांमुळे अन्नपचनास मदत\n\nहोते.\n\nफळांतून मिळणारे\nजीवनावश्यक\n\nफळं प्रक्रियेनंतर तयार होणारे\nपदार्थ\n\nघटक\nआवळा कॅन्डी, आवळा\nसुपारी, ज्यूस, मुरांबा, लोणचे | “क' जीवनसत्त्व\nलेमन ऑईल, लिंबू रस, लिंबू ' जीवनसत्त्व\nलिंबू क त\nलोणचे, लिंबू सरबत\nबोरकूट, लोणचे, चटणी,\nबोरकॅन्डी “क जीवनसत्त्व\nसिरप, न्‌\n“क जीवनसत्त्व\nतंतुमय पदार्थ\n\nखेळू करू शिकू\n\n\n--- Page 5 ---\nफणस पोळी, वेफर्स “अ' जीवनसत्त्व\n\nच्््ट्ी सुकेळी, वेफर्स, मिल्क शेक | कबॉदके\nकॅन्डी, ज्यूस, रस, सरबत,\n\nज्यूस, शिरा, बेदाणे पाणी\n\nपपई | पपई गर, पपई मिल्कशेक “अ' जीवनसत्त्व\nद्‌ा -- रस, मुरांबा, लोणचे,जॅम “अ' जीवनसत्त्व\n\n*$ परिसरातील फळांची माहिती विचारावी. शक्य असल्यास फळबाजारास भेट आयेजित करावी . उपलब्ध फळांपासून तयार होणाऱ्या\nपदार्थांच्या कृतीसंबंधी माहिती द्यावी.\n\nखेळू करू शिकू\n\n\n--- Page 6 ---\n| १.४ मत्स्य व्यवसाय -($ १.४ मत्स्य व्यवसाय (७\n\n* समुद्र, नदी, तलाव यांतील सजीव\n\n० पाण्याचे प्रकार\n\n(१) खारे पाणी- समुद्र (२) गोडे पाणी- नदी, विहीर, तलाव, धरण, कालवा\n\n(३) निमखारे पाणी -खाडीतील पाणी इत्यादी.\n\nवरील प्रकारच्या पाण्यामध्ये विविध सजीव आढळून येतात. त्यांचीही विभागणी दोन प्रकारात केली जाते.\n\n(१) खाऱ्या पाण्यात (समुद्रात) सापडणारे सजीव (२) गोड्या पाण्यात सापडणारे सजीव.\nसमुद्रातील सजीव\n\nशंख, शिंपले, खेकडा, शेवंड, मासा, समुद्रतारा, पापलेट इत्यादी.\nगोड्या पाण्यातील सजीव\n\nकासव, बेडूक, झिंगा, कटला इत्यादी.\n\n*$ खारे पाणी, गोडे पाणी आणि निमखारे पाणी है प्रकार समजावून सांगावे. शक्‍य असल्यास आपल्या जवळच्या मत्स्यालयास भेट\nट्यावी.\n\nखेळू करू शिकू\n\n\n--- Page 7 ---\n२. क्षेत्र : वस्त्र\n\n| २.१ वस्त्रनिर्मिती “(8 २.१ वस्त्रनिर्मिती ने\n\n* पेळूच्या साहाय्याने टकळीवर सूत कातणे\nसाहित्य : सूत कातण्यासाठी कापसाचा पेळू, टकळी, पुठ्ठ्याचा लहान\nतुकडा, थोडी बारीक रांगोळी, बसण्यासाठी आसन इत्यादी.\nकृतिक्रम :\n\n(१) जिथे पुरेसा उजेड असेल, समोरच्या बाजूने वारा येणार नाही आणि जिथे\nबसल्यावर डोळ्यांवर उजेड येणार नाही अशा ठिकाणी आसन घालावे.\nआसनावर सुखासनात बसावे. (सुखासन म्हणजे सहजपणे बसणे.)\n\n(२) टकळीला एका हातात धरून आणि पुठ्ठ्यावर ठेवून संथपणे फिरवावी\nहे करताना हाताच्या बोटांना थोडी रांगोळी चोळावी म्हणजे टकळी\nबोटातून निसटणार नाही.\n\n(३) टकळी पुठ्ठ्यावर ठेवून सरळ फिरवण्याचा पुरेसा सराव करावा. घाई न करता पुढील कृती करावी.\nटकळी खाली ठेवून एका हातात पेळू घेऊन त्याच्या खालच्या टोकातून कापसाचा थोडा भाग घेऊन\nहलकेच ओढून त्याचा लांब धागा काढावा. त्याला थोडा पीळ द्यावा.\n\n(४) धागा दोन्ही हातांत धरून तो चकतीच्या वरील बाजूस दांडीला गुंडाळा. २० ते २५ सेमी धागा\nशिल्लक ठेवावा. शिल्लक ठेवलेला धागा दांडीला वरपर्यंत गुंडाळून टकळीच्या नाकात अडकवावा\n\n(५) धाग्याला जोडलेला पेळू एका हातात धरून दुसऱ्या\nहाताने टकळी हलकेच फिरवावी. फिरवत असताना\nपेळू धरलेला हात सावकाश वर वर नेत त्यातून सलग\nधागा काढत राहावे.\n\n(६) पुरेसा लांब धागा झाला की त्याला थोडासा पीळ\nदेऊन तो चकतीजवळ गुंडाळावा.\n\n(७) वरील कृतींचा सराव केल्यावर टकळीला योग्य गती\nदेता येते व पेळूवर ताबा राहून त्यातून योग्य प्रमाणात\nधागा काढता येतो. तसेच तुटलेला धागा जोडता\nयेतो. या कृती एका पाठोपाठ करणे यालाच सूत\nकातणे* असे म्हणतात.\n\n$ सूत कातण्याचे प्रात्यक्षिक दाखवून सूतकताईची माहिती द्यावी. शक्य असल्यास जवळच्या सूतगिरणी किंवा सूतकताई केंद्राच्या\nभेटीचे आयोजन करावे.\n\nखेळू करू शिकू\n\n\n--- Page 8 ---\n| २.२ प्राथमिक शिवणकाम “(3 २.२ प्राथमिक शिवणकाम _*(; ),\n\n* चौकोनी रुमाल कापून त्याच्या चारही बाजू दुमडून टीप, हेम घालणे.\nसाहित्य व साधने :\n\n२५ सेमी > २५ सेमी कापडाचा तुकडा, सुई-दोरा इत्यादी.\n\nकृतिक्रम :\n\n(१) कापडाच्या चारही बाजू प्रत्येकी ०.५ सेमी याप्रमाणे दोनदा दुमडून घ्यावा. या घड्यांवर धावदोरा\nघालावा.\n\n(२) कापडाच्या रंगाचा दोरा सुईत ओवून घ्यावा.\n\n(३) कापडात सुई खालून वर काढावी. रुमालाचा खालचा भाग व घडी यांना एकत्र ०.५ सेमीवर टाका\nघालावा.\n\n(४) हेम टाके घालून झाल्यानंतर धावदोऱ्याचे टाके काढून घ्यावेत.\n\n& हेम टिपेचा सराव घ्यावा. हेम टीप कोणत्या ठिकाणी वापरली जाते त्याची माहिती ट्यावी.\nखेळू करू शिकू\n\n\n--- Page 9 ---\n| २.३ बाहुलीकाम -(3 २.३ बाहलीकाम ने\n\n(अ) पायमोजापासून बाहुली\n\nसाहित्य व साधने :\n\nकाळा पायमोजा, जाड कागद, कात्री, स्केचपेन, रंग, रंगीत टिकल्या,रंगीत कागद, मासिकांतील /\n\nवर्तमानपत्रातील चित्रे इत्यादी.\n\nकृतिक्रम :\n\n(१) जाड कागदाचा एक गोल कापून घ्यावा. त्या गोलावर आवडीप्रमाणे चेहरा काढून घ्यावा किंवा त्या\nआकाराचे चेहऱ्याचे चित्र असल्यास ते घ्यावे.\n\n(२) पायमोजामध्ये हात घालून अंगठा व करंगळी यांच्या खालच्या बाजू लक्षात घेऊन त्या ठिकाणी\nपायमोजावर छिद्र करून घ्यावे.\n\n(३) या छिद्रातून अंगठा व करंगळी पायमोजाच्या बाहेर काढावेत. मोजातील तीन बोटांवर चित्र\n(काढलेले) चिकटवून घ्यावे.\n\n(४) चेहऱ्याच्या खाली चेहऱ्यास साजेसा रंगीत कागदाचा पेहराव तयार करून चिकटवावा.\n\n*$ तयार बाहुल्यांचा उपयोग अध्यापनात उपयोग करावा.\n\nखेळू करू शिकू\n\n\n--- Page 10 ---\n(ब) काडीपेटीपासून बाहुलीचा चेहरा\n* बाहुलीचा चेहरा तयार करणे.\n\nसाहित्य व साधने : काडीपेटीचे रिकामे खोके, पांढरा कागद ,रंगीत कागद, स्केचपेन, डिंक, आईस्क्रीमची\nकाडी, कात्री इत्यादी .\n\nकृतिक्रम :\n\n(१) रिकामी काडेपेटी घ्या. त्याच्या वरील भागावर बाहुलीचा फ्रॉक तयार करा .\n\n(२) काड्यापेटीच्या आकारानुसार बाहुलीच्या चेहऱ्याचे एखाद्या मासिकातील चित्र किंवा ते न\nमिळाल्यास खाली दाखवल्याप्रमाणे जाड कागदावर चित्र काढून ते चिकटवून घ्यावे.\n\n(३) रिकाम्या काड्यापेटीच्या आतील सपाट पृष्ठभागावर बाहुलीचा चेहरा अर्ध्यापर्यंत चिकटवून घ्यावा.\n\n(४) या सपाट भागाला आकृतीत दाखवल्याप्रमाणे आईस्क्रीमची काडी छिद्र करून घालावी. म्हणजे\nबाहुलीचा चेहरा वर खाली करता येतो. आपल्या आवडीप्रमाणे सजावट करा.\n\n*$ कागदी खोक्यांचा संग्रह करून वेगवेगळ्या बाहुल्या तयार करून घ्याव्यात. बाहुल्यांचा वापर हा विविध खेळांचे प्रात्यक्षिक\nदाखवणे किंवा गोष्टी सांगणे यासाठी करावा.\n\nखेळू करू शिकू\n\n\n--- Page 11 ---\n| २.४ काथ्याचे विणकाम “(3 २.४ काथ्याचे विणकाम ने\n\n* काथ्यापासून तयार केलेल्या गृहोपयोगी वस्तू\n\nदैनंदिन वापरात काथ्यापासून तयार केलेल्या बऱ्याच वस्तू दिसतात. उदा. दोरी, पिशवी, उशी,\nगादी, पायपुसणे, दोरखंड, शिंकाळे, गोफण इत्यादी.\n\nखालील चित्राचे निरीक्षण करून त्यामध्ये वापरलेल्या काथ्याच्या वस्तू ओळखा व त्यांचा उपयोग\nकशासाठी केला आहे ते सांगा.\n\nपिनकुशन\n\nसाहित्य साधने : खराब काथ्या, प्लॅस्टिक डबी, रंगीत कापड, डिंक, रंगीत लेस, सुईदोरा इत्यादी.\n\nकृतिक्रम :\n\n(१) खराब काथ्या हाताने घट्ट दाबून त्याचा चेंडू (गोलाकार) तयार करून घ्यावा. तो रंगीत कापडात\nघट्ट बसवून कापडाची टोके घट्ट बांधून किंवा शिवून घ्यावीत.\n\n(२) बांधलेल्या /शिवलेल्या टोकांना डिंक लावून तो डबीत घट्ट दाबून बसवावा. डबीला रंगीत लेस\nचिकटवून सुशोभन करावे.\n\n(३) पिनकुशन तयार झाले की त्यास टाचण्या खोचून वापर सुरू करावा.\n\n*$ जवळच्या काथ्या केंद्रास किंवा काथ्या वस्तू प्रदर्शनास भेटीचे आयोजन करावे.\n\nखेळू करू शिकू\n\n\n--- Page 12 ---\n३. क्षेत्र : निवारा\n\n| ३.१ मातकाम “(3 ३.१ मातकाम ने\n\nनाटिका : मातीचे महत्त्व\n\n(स्थळ - पटांगण. रमेश, संतोष आणि भारती पटांगणात खेळत आहेत.)\nरमेश : अरे संतोष, आपल्याला मातीत मुळाक्षरे काढायला तर शिकवले, आता त्याच पद्धतीने\nमातीत फुलांची आणि प्राण्यांची चित्रे काढूया, काय?\n\nसंतोष : रमेश, भारती... चला... चला सगळ्यांनी चित्रे काढूया.\n\nभारती : अरे पण, चित्र चुकलं तर?\n\nरमेश : अगं सोप्पं आहे. मातीत ते लगेच पुसतापण येते.\n\nभारती : अरे हो, किती मस्त! मातीत आपण इंग्रजी नावे, स्पेलिंगपण लिहू शकतो.\n\nसंतोष : अरे, या वर्षी तर मी मातीपासून मूर्ती तयार करणार आहे.\n\nभारती : तू माती कुठून आणणार?\n\nसंतोष : आमच्या शेतातून! आमच्या शेतात मस्त काळी माती आहे. म्हणून भाजीपाला आणि\nभाताचे पिकसुद्‌धा खूप येते.\n\nरमेश : भारती, तो तुला खडक दिसतो का? बघ त्याच्यावर काही उगवले आहे का?\n\nभारती : काहीच नाही.\n\nखेळू करू शिकू\n\n\n--- Page 13 ---\nरमेश\n\nसर\nसंतोष\nभारती\nसर\n\nरमेश\n\nसर\n\nरमेश\n\nसर\n\nसंतोष\nभारती\nसंतोष\n\nसर\n\n: असे का बरं झाले असेल? कारण तिथे अजिबात माती नाही.\n\n(इतक्यात सचिन सर येतात. )\n\n: अरे काय करताय मातीत?\n\n: सर, तुम्ही मुळाक्षरे शिकवली त्याच पद्धतीने आम्ही मातीत चित्र काढतोय.\n\n: सर... आम्हांला मातीत खेळायला खूप आवडते.\n\n: अरे, आपण जे अन्न खातो ते मातीमुळेच तर पिकते. जर मातीच नसती तर अन्नधान्य\n\nपिकलेच नसते. हो ना!\n\n: सर, या मातीचे आपल्यावर खूप उपकार आहेत! कारण धान्य, फळे, फुले मातीमुळेच\n\nमिळतात आपल्याला.\n\n: हो, बरोबर आहे. अरे, इतकेच कशाला ती आजूबाजूची घरे पहा बरे! घराच्या भिंती पहा.\n\nत्यापण मातीच्याच आहेत. भिंतीसाठी विटा वापरल्या त्यासुद्धा मातीच्याच आहेत. म्हणून\nया मातीचे जतन करायला हवे. ती वाहून जाता कामा नये.\n\n: खरंच सर, किती किती उपयोगी आहे ही माती! तिच्या रक्षणासाठी आपल्याला काय करता\n\nयेईल?\n\n: आपण झाडे लावूया, छोटे-छोटे बंधारे बांधूया म्हणजे मातीची धूप होणार नाही.\n\nपहिल्या पावसात मातीचा सुगंध खूप छान येतो. तो मला खूप आवडतो.\n\n: माती फुलांमध्ये सुगंध भरते, फुलांना रंग देते.\n: सर, आजपासून आम्ही मातीचे मित्र! तिचे महत्त्व आम्हाला आज कळले.\n: सर, तुम्ही मातीचे महत्त्व आम्हाला समजावून दिले. हेच महत्त्व आम्ही आमच्या सर्व\n\nमित्रांना सांगू.\n\n: चला तर!\n\nमातीचे संवर्धन करूया आता | कारण ती तर आपली माता ||\n\n$ मातीचे महत्त्व या विषयावर नाटिका तयार करून सादरीकरण घ्यावे.\n*$ परिसरातील मातकाम कारागिरास प्रत्यक्ष भेट देऊन मुलाखत घेण्याचे नियोजन करावे. तेथील मातीच्या भांड्यांचे निरीक्षण\nकरण्यास सांगावे.\n\nखेळू करू शिकू\n\n\n--- Page 14 ---\n| ३-२ बांबूकाम व वेतकाम -($ ३.२ बांबूकाम व वेतकाम ने\n\nबांबू व वेतकामासाठी लागणारी साधने व साहित्य\nकोयता - बांबू तोडणे, फोडणे, बांबूच्या कामट्या (लहान लहान पट्ट्या) काढणे.\nसुरी/चाकू - पातळ बेळे तयार करणे, बेळे तासणे, बेळे तोडणे, पट्ट्यांचे छोटे तुकडे करणे.\nकात्री- बेळांची टोके कापणे, बांबूच्या पट्ट्यांची टोके कापणे.\nहॅक्‍्सॉ - बांबू कापणे, पट्ट्या कापणे\n\nमेजर टेप - वस्तूचे माप घेणे\n\nटोचा -पट्ट्यांना भोके पाडणे, बेळे खोचणे.\n\nबादली - बांबूकाम करताना लागणारे पाणी ठेवण्यासाठी\n\nलाकडी हातोडी - बांबूपासून बनवलेल्या वस्तूच्या कडा ठोकून\nघट्ट करण्यासाठी\n\nपॉलिश पेपर - बांबूच्या पट्ट्या घासून गुळगुळीत करण्यासाठी\n\nपातेली - बांबूच्या पट्ट्या रंगवताना रंग तयार करण्यासाठी\n\nलाकडी हातोडी टोचा मेजर टेप पातेली\n\n$ बांबूकेंद्रातर्फे आयोजित प्रदर्शनाच्या भेटीचे नियोजन करावे.\nखेळू करू शिकू\n\n\n--- Page 15 ---\n| ३:३ फुलझाडांची व शोभिवंत झाडांची लागवड -($ ३.३ फुलझाडांची व शोभिवंत झाडांची लागवड ने\n\nपानाफुलांची रचना\n\nसाहित्य : विविध प्रकारची फुले, पाने, सुई-दोरा इत्यादी.\n\nकृतिक्रम :\n\n(१) निरनिराळी पाने फुले जमवून वर्तमानपत्राच्या कागदावर पसरवून घ्यावी.\n(२) आवडीप्रमाणे आकर्षक रचना करून सजावट करावी.\n\n*\n\n$ विविध कार्यक्रमांत गटकार्याने सजावट करून घ्या. शकय असल्यास सजावटीच्या/ आकर्षक रचनांच्या चित्रफिती\nदाखवा.\n\nखेळू करू शिकू",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T17:38:20.236849"
}