{
  "lesson_id": "e6689c3e-e8d0-4ce8-bcf7-b6da9ea0bea5",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "39",
  "title": "Chapter 20 All about Glass",
  "content": "--- Page 1 ---\nGlass is one of the most beautiful substances that OF\nwe see around us. Just take a look around yourself and i!\nsee how many things you can find that are made of glass\n— light bulbs, bottles, jars, glasses, reading glasses, marbles,\nwindowpanes — to name just a few. Where does this glass\n\nre ae\nKAGH44\n\ncome from?\n\nHow glass is made\n\nThe glass that is used to make so m«¢\neveryday things is a man-made material. C\nyou guess what it is made from? It may se\nunbelievable, but this clear, transparent\n\nsmooth looking material is actually made from san\n\nGlass is made by heating a mixture of clean wh\nsand and chemicals like soda and lime. The mixture\nheated in a furnace till it turns into hot, liquid gle\nWhen it cools down, it becomes stiff and hard.\n\nHow glass is shaped\n\nOnce glass has become cold, stiff and hard, it is not possible to\nshape it. Glass is brittle. That means it breaks easily. It has to be\nshaped into different articles when it is still hot and soft.\n\nVery hot glass is more like a liquid — you can pour it, mould it,\nroll it, press it or even blow it to make a variety of shapes.\n\nHot liquid glass is poured into moulds and hardened to make articles\nof various shapes and sizes. It can also be rolled out to make flat\nsheets of glass. In another process, molten glass is floated on a bed\nof molten metal to make very flat glass sheets of even thickness. Gobs\nof hot liquid glass can be blown into bottles, bulbs, glasses and other\nobjects. Liquid glass can also be drawn out into very thin fibres or\nglass wool.\n\n\n--- Page 2 ---\nSome properties of glass\n\nGlass has many useful properties. It is transparent — you can see\nthrough it. It is strong and hard. You can put a lot of load on it.\nIt is impermeable — it does not allow water or other liquids to pass\nthrough and it doesn’t get soggy or stained itself. Glass has no effect\non the food, water or other substances stored in glass containers. In\nother words, it doesn’t impart a smell, or taste to them. Ordinary glass\nhas a smooth surface and it can be washed easily. And last but not\nthe least important is the fact that it looks beautiful. No wonder then,\nthat it is used to make so many things.\n\nColoured Glass\n\nOrdinary glass is colourless but it\nis possible to produce coloured and\ntransparent glass by using different\ncombinations of chemicals in the glass\nmaking process. Glass can be given many\nbeautiful colours — blue, violet, turquoise,\nruby red, pink, amber, orange, deep\nyellow, purple, amethyst, dark green,\neven black and white !\n\nStained Glass\n\nColoured glass is used to make beautiful\npictures, especially in windowpanes. Such\nwindows are known as ‘stained glass\nwindows’. They are seen mostly in churches.\nColoured glass can also be used to make\nbeautiful sculptures or decorative articles. It is\nalso possible to paint on glass using special\nchemicals and processes.\n\n\n--- Page 3 ---\nThings to do:\n\n1. Find the following lists from the passage and copy them :\n* Everyday things made of glass\n* What you can do with hot liquid glass\n* Names of colours\n2. Guess the meaning of the following words from the passage :\n* molten * transparent * impermeable * impart * recyclable\n3. Write short notes on the following :\n* How glass is made\n* How glass is shaped\n* Some properties of glass\n* Coloured glass\n\n4. Find out how paper and plastic are recycled.\n\nPOCO e Cee ERLE EEE OEE EEE EEE EE EEEEEEEEEE EE EEEEEESEEE RETO EE HEE EEE EE EEE EE OEEE HEL EEE EE LEEE EOL EEE LELE EEE LEE ELEC LEE OE",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:29:17.368144"
}