{
  "lesson_id": "3c03fd44-081a-4337-8c44-b65aa2029793",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "15",
  "title": "Chapter 08 A Great Leader",
  "content": "--- Page 1 ---\nMahatma Gandhi was one of the greatest leaders of the| JV7N4F ”\nworld. Other leaders win wars by hurting others and killing them.\nMahatma Gandhi did not use any arms and weapons like guns, rifles or\nbombs. And yet, he won the war of India’s independence. People\nlovingly called him ‘Bapu’ or Bapuji — Father of the Nation.\n\nGandhiji was a man of iron will. If he\ndecided to do something, he did it, no matter\nhow difficult it was. One day, he decided\nthat he would have an early morning prayer\nevery day. From that day onwards, he never\nmissed the prayer.\n\nGandhiji gave a lot of importance to\ntruth, simplicity and non-violence, that 1s,\nnot hurting others. Gandhiji’s dress was very\nsimple — just a loincloth, a dhoti worn above\nthe knees, and sometimes a shawl. Could\nhe not afford fancy, fashionable clothes? Of\ncourse he could. But this simple loincloth\nwas a deliberate choice. How did he come\nto make this choice?\n\nOnce Gandhiji was on a lecture tour in\nOdisha. Usually, men and women gathered\nin large numbers to listen to him. In Odisha,\nhowever, women were not seen at these\npublic meetings or lectures. On making\ninquiries, Gandhiji found that the people in\nthat part of the country were so poor that their\nwomenfolk had not a decent thing to wear.\nTherefore, they kept away from_ public\nfunctions. Gandhiji was deeply pained to hear\n\nGandhiji before ; ;\nhe decided to use this. From that day, he decided to wear the\n\nsimple clothes bare minimum of clothes. Be it cold or hot, he\nnever changed his simple dress.\n\n\n--- Page 2 ---\nOnce, he had gone to England to attend a very important conference. King\nGeorge of England gave a reception to the participants of the conference at\nhis palace. People received by the King have to dress up in a certain way. At\nthat time, England ruled over India.\n\nPeople in England wanted to know if Gandhiji would change the style\nof his dress to see the King. Gandhiji made it very clear that he would be\ndressed in his usual way — even when visiting the King of England. He would\nwear the dress of the people whom he represented. Gandhiji was not bothered\nby what style of dress the British approved of, so long\n\nas the poor people in his country did not have enough\nclothes to wear.\n\nFinally, the King had to welcome at his reception,\nthis great man dressed in a simple loincloth and a shawl.\n\nThe King himself was dressed quite extravagantly.\nGandhiji was asked whether he had enough clothes\non for meeting with the King. He replied that the\nKing had enough clothes on for both of them!\n\nMillions of poor people in India felt happy that\nMahatma Gandhi dressed like them.\n\nAlthough Mahatma Gandhi did not use any\ndestructive weapons, he had millions of staunch\nfollowers. Gandhiji showed all the suppressed people\nin the world the new path of satyagraha. He is\n\nremembered for his greatness not only in India, but | The way Gandhiji\nin all parts of the world. dressed for the rest\nof his life.\n\nPOPP eee eee EEE EE HELE EE EE HELE EEE EEE TELE EEH EEE LE EEE EDEL EE LELE HELE SESE EDELELELEDELELELESEOS\n\ne iron will : strong determination. e conference : a large formal meeting where\npeople discuss important matters. e bothered: worried. e extravagantly : ina\n\nway that costs a lot of money. e staunch followers : people who were firm and\nloyal in following him.\n\nThings TO Os Peveeccccccccccccccccccccccccccccccccccccsccccccsscescessessessecssssescessessessessesseseesees\n\n1. Write the meaning of the following with the help of the passage :\n* aman of iron will * loincloth * non-violence.\n\n2. From the passage, find the bigger words that include the words given here :\n* loving * fashion * women * great.\n\n\n--- Page 3 ---\n3. Answer the following questions with ‘yes’ or ‘no’.\n(a) Did Gandhiji use any weapons ?\n(b) Did Gandhiji ever miss his prayers ?\n(c) Could Gandhiji afford fancy clothes ?\n(d) Did the King receive Gandhiji at his palace ?\n(e) Did Gandhiji change his style of dress for the reception ?\n\n4. Find and copy any two sentences containing ‘not’ from the passage.\n\n5. With the help of your teachers and parents, gather some information about the great\nmen and women of our country. Prepare a short speech about any one of them.\nPresent it in the class. Two examples are given below :\n\nLokmanya Tilak\n\n‘Swaraj is my birthright and I will have it.’ The\nperson who asserted this was Lokmanya Bal Gangadhar\nTilak.\n\nBal Gangadhar Tilak was born in 1856. At that time,\nthe British ruled over India. People did not like this\nBritish rule. They agitated against the British Government.\nLokmanya Tilak inspired a national spirit among the\npeople. For that purpose, he organized public celebrations\nof Ganeshotsava and Shivajayanti. In his papers ‘Kesari’\nand ‘Mahratta’, he boldly criticised the Government. The\nBritish Government arrested Tilak and put him in prison.\nBut Lokmanya Tilak continued his struggle for Swaraj\neven after he was released from prison.\n\nHe spent all his life in the service of the nation.\n\n\n--- Page 4 ---\nSavitribai Phule\n\nToday, we see that girls go to school, colleges and\nexcel in every walk of life along with men. But this was\nnot always so. In the past, women and the downtrodden\nsections of the society did not have the right to education.\nThey were not allowed to work in any important position.\nTheir life was miserable. This was a _ great social\ninjustice. Social reformers fought against this injustice\nand discrimination. Foremost among them were Mahatma\nJotirao Phule and his wife Savitribai Phule.\n\nMahatma Phule started the first school for girls in\nPune in 1848, in the face of great social opposition. At\na time when women were not allowed to read and write,\nSavitribai became the first woman to teach in a girls’\nschool. To stop her, people created many obstacles in her\npath. They even threw dirt and stones at her. But she\ndid not waver. She did not give up her noble cause. Her\nnobility and courage will always guide men and women\nalike in the course of their life and career.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:27:15.234104"
}