{
  "lesson_id": "e9edabe9-a744-43f5-8835-e257e493ea49",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "12",
  "title": "Chapter 06 It s Only a Matter of Practice",
  "content": "--- Page 1 ---\nJUNHI5\nWyong, long, ago in faraway China, there lived an archer called\nChen Yaozi. He was a very skilled archer and could perform\nwonderful feats of archery. He could hit the target precisely at the\ncentre even when it was placed at a very long distance. He liked to\nshow off his skill to the admiring crowds that gathered around him.\nOne day, he was practising his skill in front of many admirers\nwhen he noticed an old man standing at the back. The man was\ncarrying gourds of oil that were hanging from a long cane on his\nshoulder. All the other people were clapping their hands and praising\nChen Yaozi. But this old man was quiet. He neither clapped nor\nuttered words of praise. He just stood there nodding his head, and\nsaid, “It’s just a matter of practice!”\n\nChen Yaozi was annoyed. “Are you an archer yourself? Do you\nthink anyone can do what I can do with my bow and arrows?”\n“No, Sir,’ the old man replied. “I am not an archer. And I don’t\ndoubt your skill. All I said was — everything’s a matter of practice.”\n\nChen Yaozi became very angry.\n“What do you know that you pass\nsuch thoughtless comments on\nother people? Who are you?”\n\n“Please don’t get angry, Sir. I\nam an oil seller as you must have\nguessed from the gourds. Every\nday, I fill these gourds with oil\nand sell them. Over the years, I\nhave achieved some skill in filling\nthe gourds. If you allow, Ill show\nit to you.”\n\n‘“Hmmm...,” growled Chen\nYaozi. Everybody was curious to\nsee what would happen next.\n\n\n--- Page 2 ---\nPatiently, the old man set down an empty gourd on the\nground. Then he put a small coin on the mouth of the gourd.\nIn those days, small coins had a little hole at the centre. Then\nthe old man stood up, took some oil in his ladle and began\nto pour oil into the gourd from a height. The oil went straight\ninto the gourd through the hole in the coin. When the old man\nhad finished filling up the gourd, he lifted up the coin. Not a\ntrace of oil could be seen on it.\n\nThe people watching it were speechless with wonder.\n\nBut the old man only smiled, “As I said, there’s nothing\nspecial about it. It’s only a matter of practice, you see.”\n\nChen Yaozi lost all his anger and annoyance. He just\ngave a short laugh and said, “You have taught me something\nimportant today.”\n\nAfter that Chen Yaozi never showed\noff or boasted about his skill as an archer.\ne archer : someone who shoots arrows from a bow. e feats : achievements\nthat require a lot of skill, strength etc. e precisely : exactly.\n\ne gourds : containers made from dried large fruit with a hard skin.\ne uttered : said. e speechless : unable to speak.\n\n1. Answer the following questions:\n(a) Who was Chen Yaozi?\n(b) What did he like?\n(c) What did the old man say?\n(d) What could the old man do? Describe it in one sentence.\n(e) What did Chen Yaozi tell the old man at the end?\n\n2. Use the following in your own sentences:\n* show off * annoyed * doubt (something or someone)\n\n* If you allow * nota trace * boasted.\n\n3. If you were to master one skill, what would you like to learn ?\nHow will you learn it?",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:26:55.048163"
}