{
  "lesson_id": "148463e0-44b1-40e4-a268-607e31241c2a",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "70",
  "title": "Chapter 35 The King of the Golden River Part 2",
  "content": "--- Page 1 ---\nFi cecceveeeceuee 35. The King of the Golden River\nPart II\n\nSouth-West Wind was true to his word. He did not return to\nTreasure Valley after that night. Neither did any other wind. So, there\nwas no rain. Nothing grew in Treasure Valley any more. The brothers\nmade no more profits.\n\nThe wicked brothers then began to make money by selling gold.\nThey melted in a furnace, the gold articles they had. They mixed a lot\nof copper in it and sold the mix as pure gold. Again, they made poor\nGluck work in a furnace while they spent the money on themselves.\n\nSoon, all the gold in the house was spent. Only one thing was left\n— a beautiful golden mug that belonged to Gluck. Gluck’s uncle had\ngiven it to him when he was a baby. Gluck used to drink both milk\nand water from it. A strange, bearded face was delicately carved on\nthe mug. Gluck was very fond of the mug. He did not want to part\nwith it. But his wicked brothers only laughed at him and threw the\nmug in the furnace. They asked Gluck to pour the gold when the mug\nwas melted and went out on some wicked enterprise.\n\nSadly, Gluck sat down to watch over the mug being melted. But\nstrangely, after some time, he began to hear a voice singing from the\nfurnace. He lifted the lid of the crucible and what did he see - the face\nof his old bearded friend, on top of the melted gold !\n\n“Come, Gluck, my boy,” said the voice from the crucible. “Pour\nme out. I am too hot.”\n\nGluck was too astonished. But he took hold of the crucible and\ntilted it to pour the gold. Instead of gold, a golden dwarf came out of\nthe pot. His was the face carved on Gluck’s mug.\n\n“Pray, Sir,’ said Gluck, rather hesitatingly, “were you my mug ?”\n\n\n--- Page 2 ---\n“IT am the King of what you call the Golden River,” the\ngolden dwarf told him. He added that another stronger king had\nturned him into a mug by magic. Gluck had freed him from that\nenchantment.\n\nThe golden dwarf went on to say that he had seen how kind\nGluck was, and how wicked and cruel his brothers were. Then\nhe told Gluck a secret. If anyone poured three drops of holy\nwater into the river, where it started on the mountain top, the\nriver would turn to gold for that person. A person could try this\nonly once. And if anyone put unholy water in the river, he would\nbe turned into a black stone. So saying, the dwarf jumped back\ninto the furnace and disappeared.\n\nWhen Gluck told this to his brothers, they did not believe him\nat first, and beat him. But Gluck stuck to his story. So, at last,\nthey believed him and began to fight over who should have the\nfirst chance to go to the Golden River. They fought so much that\nthe police came to see what had happened. Hans ran away when\nthe police came, but Schwartz was caught and put in prison.\n\nHans was happy that Schwartz was in prison. The very next\nmorning, he went to the church, stole some holy water and set\noff for the mountain. :\n\nIt was not easy to climb the mountain. He was\ntired and thirsty. Soon, Hans thought he would drin\nsome of the holy water himself.\n\nJust as Hans raised the flask of water to hi\nlips, he saw a little puppy on a rock. It looked\n\nas if it was dying of thirst. Hans\nonly pushed the animal away with\nhis foot, drank some water himself |\nand passed on.\n\nThe climb now became more\ndifficult. Hans felt thirsty again. He\nwas going to drink some more of\n\nPee e ee eee rere eceeeeeeeeeeeereEesereeeEEEEEELEEE ELE EERE LEE EEL EEE EE EEEE EEE LEE ELE CEE EEEEE EE ECE ELEC eC MTEDDELeLeCE\n\n\n--- Page 3 ---\nwater when he saw a little child on a rock ahead of him. The child was\nlying lifeless, its lips parched and burning. Ignoring the child, Hans\ndrank some more water himself and passed on.\n\nThe climb had now become very very difficult. Somehow, Hans\nreached the top of the mountain from where the Golden River sprang.\nA faint cry fell on his ears. Then he saw a weak old man stretched on a\nrock. “Water,” the man said, “Water ! I am dying !”\n\n“T have no water for you,’ replied Hans. He jumped over the old\nman’s body and ran to the river. The sun was about to set. The river\nshone golden in the light of the setting sun. Hans threw the flask of holy\nwater into the river. But alas ! the river did not turn to gold. Instead,\nthere was only a Black Stone where Hans stood.\n\nWhen Schwartz returned from prison, he took some of Gluck’s\nmoney and bought some holy water from a bad priest; and set out for\nthe Golden River.\n\nWhile climbing the mountain, Schwartz, too, saw the fair child\ndying of thirst and passed on without giving him water.\n\nAs he had climbed a little higher, he saw his own brother Hans\nstretched on a rock, asking for water. But the wicked Schwartz only\n\nlaughed aloud and went on without\ngiving him any water. Alas, when he\ncast the flask into the stream, he, too,\nwas turned to stone.\n\nGluck waited and waited for his\nbrothers but they did not return. At last,\nhe decided to visit the Golden River\nhimself. He went to a good priest who\nwillingly gave him some holy water.\n\nGluck was young and small and\nhe, too found the climb very difficult.\n\nAfter he had climbed for an hour or so, he became very\nthirsty. He was about to drink some water, when, like\nhis brothers, he saw an old man.\n\n\n--- Page 4 ---\nThe old man walked towards\nGluck, leaning on a staff and\nasked for some water. Gluck saw\nthat the old man was pale, tired\nand thirsty. So he gave him the\nbottle of water. The old man drank\nup nearly two-thirds of the water.\nThen he returned the bottle and\nwished Gluck well.\n\nGluck did not have any water himself. But as he went on, his\npath became easier. After climbing for a long time, when he became\nthirsty, he saw the small child. Gluck was sorry for him and gave him\nsome water. The child began to smile, got up, and ran down the hill.\n\nNow, only a few drops of water were left in the bottle. When Gluck\ncame close to the mountain top, he was very thirsty himself. Just then,\nhe saw the poor little pup that was dying of thirst. “I must help it\nnow,” thought Gluck. “Otherwise it may be too late.” So he poured the\nremaining drops into the little dog’s mouth !\n\nThe dog sprang up, and in his place stood the King of the Golden\nRiver. He was very pleased with Gluck. The King put in Gluck’s\nbottle, some dewdrops from the petals of a lily. Then he told Gluck to\ncast it into the leaping river.\n\nGluck did so, but the river did not turn to gold. However, it changed\nits course and began to flow through the Treasure Valley, making it\nrich and fertile once again. Gluck lived in the valley, helping the poor\nand the needy. His barns were always full of corn and he never lacked\nfor money.\n\n— Simplified from ‘The King of the Golden River’\nby John Ruskin\n\ne enterprise : activity, business. e crucible : a container in which something\nis heated to a high temperature. e tilted : moved into a position where one side\nis higher than the other. e pray: please. e dwarf: an imaginary creature that\nlooks like a small man. e enchantment : effect of magic. e parched : very\ndry. e staff: along thick stick.\n\n\n--- Page 5 ---\n:\n.\nTHINGS 00 GO: fp.............ceercencccccsccsnccccesccenccscesncescesnesssessesssessessseeeeesseneeeseeseseeeeees\n\n1. Describe the following in short :\n\n(a) Treasure Valley\n\n(b) South-West Wind, Esquire.\n(c) The Black Brothers\n\n(d) Gluck\n\n(e) The golden mug.\n\n2. Which of the characters in the story do you like the most ?\nIf you could meet that character in person, what questions would you ask ?\n\n3. Which of the events in the story do you like the most ?\nWrite about that event in a few lines.\n\n4. Form a group. As a group activity, dramatize any one event in the story.\nRead aloud in your group, the playlet / conversation you have written.\n\n5. Read aloud any paragraph from the story.\n\n6. Discuss the following questions in the class, by forming groups.\n\n(a)\nWas the South-\nWest Wind, a\nkind person ?\n\n7. Make a list of your favourite stories.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:31:47.116341"
}