{
  "lesson_id": "a2799d31-6317-4cb0-b0cf-13aaf7df567a",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "57",
  "title": "Chapter 29 Androcles and the Lion",
  "content": "--- Page 1 ---\neeeeeees 29. Androcles and the Lion ce eeceeccceccescssssceceees\n\ntiers Long, long ago, there lived a kind, gentle and courteous man\n\nlf-Fe | called Androcles. But he had a very cruel master. In those days,\nKNXxxU | |kings, nobles and other wealthy men used poor people as their\n. slaves. Androcles was a slave. The slaves were forced to work for\ntheir masters. They had to do what their masters told them. They\nhad no freedom, no rights. Even when they were unhappy with their\nmaster, they could not leave him. They were bound by law to obey\ntheir master, however wicked he might be.\n\nAndrocles did not like his wicked master. His master starved\nhis slaves and often whipped them. Androcles felt that even death\nwas better than serving such a master. He kept looking out for a\ngood opportunity. At the first chance he got, he escaped from the\nclutches of his cruel master.\n\nNow, although Androcles had thus run away, he was not\na coward. He took shelter in a forest. He was not afraid of the\nwild beasts that roamed the forest. He did not mind that he had no\nroof over his head. He was happy that he was free as a bird to go\nwherever he wished.\n\nOne day, as he was wandering in the forest, he suddenly came\nface to face with a lion. His first reaction was to turn and flee. But\nthen he saw that the lion had not moved on seeing him. It neither\ngrowled, nor roared. In fact, it looked at him piteously as if it was\nin great pain.\n\nAndrocles paused. Then he moved very cautiously towards the\nlion, step by step. The lion moaned and whimpered. “Please help\nme, its eyes seemed to say.\n\nWhen Androcles drew near, the lion lowered its head and\nbegan to lick its paw. Then Androcles saw that the lion’s paw was\nwounded, sore and swollen.\n\nOn a closer look, Androcles noticed that a big thorn had pierced\none of the lion’s toes. ‘So this is the cause of the lion’s distress,’\nthought Androcles.\n\n\n--- Page 2 ---\nSummoning up all his courage, Androcles stretched his hand\nslowly towards the injured paw. He was afraid that the lion would\nattack him if he touched its swollen paw. But the lion seemed to\nunderstand his good intention.\n\nAndrocles took the paw in his left hand. Deftly, he pulled out the\nthorn. Then, tearing a piece of his own clothing, the kind man bound\nup the lion’s injured paw. To his surprise and wonder, the lion then\nlicked his arm, as if to show gratitude.\n\nAndrocles remained with the lion till it could walk again. He\nwould hunt in the forest and share his food with the helpless beast.\nEvery day, he would clean and dress the lion’s wound. Soon, the lion\nwas able to move about. Many times, it followed Androcles wherever\nhe went.\n\nIn the meanwhile, Androcles’ master had complained\nto the authorities that his slave Androcles had run away.\nSoldiers were sent in all directions to capture Androcles.\nThey searched for him high and low but couldn’t find him.\nAt last, they came to the forest where Androcles lived.\n\nPP eee eee reeeeeeeeeeeeeeeeereEeeeeEE ELE E ELLE EEE EERE LE EE HEL EEE EEE EEE EEE EEE EEE CEE ELEC ECEE ECC EEL E Ce Meroe eeeCCS\n\n\n--- Page 3 ---\nIt so happened that Androcles had gone out alone that day while\nthe lion rested near the cave. Both of them fell into the hands of the\nsoldiers. The soldiers took them back to the city. They put Androcles in\nchains in a prison. The lion was caged.\n\nIn those days, people who were found to be guilty of a serious\ncrime were fed to wild beasts as punishment. Running away from one’s\nmaster was a very serious crime at that time. Therefore, Androcles,\ntoo, was to be thrown to the wild beasts.\n\nOn the appointed day, the emperor arrived at the circus and took\nhis place. The crowds cheered loudly. The trumpeters blew the trumpet\nand Androcles was brought into the arena. His chains were unbound.\nHe felt weak and dismayed. He was certain that this was the last day\nof his life.\n\nAt the opposite end, a gate was raised and a ferocious lion was\nreleased into the arena. It had been kept hungry to make it more\nferocious. Androcles was filled with fear, but he put up a brave front.\n\nThe lion saw Androcles and rushed towards him, bounding and\nroaring. But suddenly it stopped in its tracks. Then it moved slowly\nforward. All its rage seemed to have melted. Androcles saw this too.\nEach friend recognized the other.\n\nTo everyone’s amazement, the lion bounded towards Androcles\nagain, but when it reached him, it began to purr and rub its nose against\nhim. Androcles hugged the lion. He wept with relief and joy.\n\n\n--- Page 4 ---\nThe audience, including the emperor, watched this tender sight in great\nwonder. People began to cheer Androcles and asked for his release. The\nemperor asked Androcles to explain the lion’s strange behaviour. When he\nheard the whole story, the emperor was also moved by the gratitude and\nfriendship between man and beast. He ordered that Androcles should be set\nfree. He would no longer be a slave.\n\nWhen the emperor asked Androcles what other reward he would like,\nAndrocles replied that he did not want anything for himself. But he wanted\nthe lion to be set free too.\n\nThe two friends went back to the forest to live a free life.\n\ne piteously : in such a way as to cause pity; making (Androcles) feel sorry for it.\ne cautiously : very carefully. e whimpered : made unhappy, frightened sounds.\ne distress : sorrow, suffering, pain. e summoning up his courage : making a\ngreat effort to be brave. e deftly : skilfully and quickly. e arena: a place where\nsports, entertainments and other public events take place. e ferocious : fierce.\n\n1. Answer the following questions :\n(a) Describe the life of slaves in your own words.\n(b) What did Androcles feel about his master ?\n(c) What tells us that Androcles was not a coward ?\n(d) How did Androcles help the lion ?\n(e) Did the lion recognize Androcles in the arena ? What did it do ?\n(f) What did Androcles ask for ?\n\n2. Guess the meaning of the following phrases and use them in your own\n\nsentences :\n* face to face * high and low\n* draw near * to everyone’s amazement\n\n3. Find out at least five pairs of opposites from the story.\n\n4. Narrate the story in short in your own words.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:30:44.047145"
}