{
  "lesson_id": "2e36d5eb-fc3c-48a4-9034-8506297efbfc",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "67",
  "title": "Chapter 34 The King of the Golden River Part 1",
  "content": "--- Page 1 ---\nresesereeesenenes 34. The King of the Golden River\n\nPart I\n\nLong, long ago, in the mountainous part of a country, there\nwas a fertile valley. There were many waterfalls leaping down\nthe mountain tops, but not into the valley. They all ran down the\nother side of the mountain. One of the falls was very high and\nshone like gold in the beams of the evening sun. People called it\nthe Golden River.\n\nNow, though there were no streams running down to the\nvalley itself, the wind constantly brought the clouds to the valley.\nEven when the rest of the country was dry, it always rained in\nthe valley. In the valley, the wind and the clouds made the crops\ngreen, the hay high, the apples red, the grapes purple and the\nhoney sweet. People called it the Treasure Valley.\n\nThe Treasure Valley belonged to three brothers — Schwartz,\nHans and Gluck. The two older brothers were big, ugly and\nwicked. They were good farmers but they killed everything that\nwas not profitable for them — even little things like blackbirds\nand hedgehogs and crickets. They did not treat their servants well\nand gave them only poor wages. They waited till the corn had\nbecome very expensive in the market and then sold it for twice its\nvalue. They were very rich but they never ever gave even so much\nas a penny to the poor. People called them the ‘Black Brothers’.\n\nThe youngest of the three brothers was only twelve years\nold. He was just the opposite of his brothers. He was kind to every\nliving thing though his own brothers were cruel to him and made\nhim do all the cooking and the mending and the housework for\nthem.\n\nOne evening, the two brothers had gone out. As usual, they\nhad warned Gluck to ‘let nobody in and give nothing out’. Gluck\nwas to get their dinner ready for them.\n\n\n--- Page 2 ---\nIt was raining very hard outside and the\nweather was very cold. Just then, there was a\ndouble knock on the door. Gluck went to the\nwindow and put his head out to see who it was. He\nsaw the most extra-ordinary looking gentleman\nstanding at the door.\n\nThe strange visitor was very short, with\na large nose, red cheeks, curly moustache and\nmerry, twinkling eyes. He wore a conical cap as\nhigh as himself and a cloak four times as long.\n\n“T am wet. Let me in,” said the stranger.\n\n“T beg pardon, Sir,’ said Gluck. “I’m very sorry but\nreally can’t. My brothers would beat me to death if I did\nany such thing.”\n\nBut Gluck saw how hard it was raining and how cold\nit was, and how wet the gentleman looked. So he opened\nthe door and let the stranger in. Gluck thought he would let\nthe\\stranger get warm inside for some time and ask him to\nleave before his brothers came home.\n\nThe stranger, however, had no‘plans of leaving. In\nfact, he told Gluck that he had had nothing to eat for two\ndays and was very hungry. It melted Glucks heart to hear\nthis. So he decided to give the stranger a p@gijof his own\ndinner. Ss\n\neaten it,\n\néfice, the brot |\n. Schwartz threw a ro\n\n\n--- Page 3 ---\nThe brothers turned to the visitor and ordered him to get out\nof the house. The little man asked them humbly to let him stay\nas it was so cold and wet outside, but the evil brothers wouldn’t\nlisten. They rushed at the old man to throw him out of the house.\nTo their surprise, they found that they couldn’t touch him. Instead,\nthey were themselves swept into the corner with the rolling pin.\n\nThen the old gentleman gathered his cloak and cap and said,\n“At twelve o’clock tonight, Pll call again. But since you have\ntreated me so badly, it will be the last visit I pay you.” Then he\nwent away like a whirlwind.\n\nThat night, a big storm woke the brothers. It shook the house\nand blew away the roof. Once again, the wicked brothers saw the\nstrange visitor. He was sitting on a cloud bobbing up and down.\n\n“You may go to your brother’s room. I have not damaged\nit,” he told Hans and Schwartz. “Remember, this is my last visit.\nYou will find my card on the table.” And with those words, he\ndisappeared.\n\nIn the morning, the brothers saw from the window that the\nstorm had swept away whole trees and crops from Treasure Valley.\nEverywhere, they saw only red sand and grey mud. The valley was\na picture of ruin. The brothers then crept into the kitchen. On the\nkitchen table, there was a small, white card.\n\nDeouth -West Wind,\nEsquire.\n\ne fertile : able to produce great crops. e beams: rays. e wages : the money\nthat is paid for the work that a person does. e mending: repairing.\ne cloak : a warm piece of clothing. e bobbing : moving quickly.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:31:28.431690"
}