{
  "lesson_id": "8c5b27f6-a003-4a50-a32a-f000f736e73b",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "64",
  "title": "Chapter 32 The Noble Monkey",
  "content": "--- Page 1 ---\nse ceeeceeececsenseseuseeseuses 32. The Noble Monkey ve ceeeeeeeees na\n\nIna forest glade, on the banks of the River Ganga, there was\natall shady mango tree. Every year, it bore big juicy mangoes\nthat were very sweet to taste. In the forest, there lived hundreds of\nmonkeys with their king. The monkey king was bigger, stronger\nand also wiser than all the other monkeys.\n\nThe monkeys loved the mango tree for its spreading branches,\ncool shade and delicious fruit. They often played about on the tree\nand enjoyed eating the tasty mangoes. Their king warned them,\n“Don’t let even a single mango fall into the river. If the current\ncarries it down to the land of men, they will come here in search of\nthe heavenly fruit and destroy the peace in this land.”\n\nOne day, however, aripe mango fell into the river and was carried\nwith the flow to the city of Benaras. It was found by a fisherman\nwho had never seen anything like it before. So, he presented it to\nthe King. When the King tasted a slice of the fruit, he liked it very\nmuch. He shared it with his queen and ministers. They all loved its\nflavour and in the end it was decided that a search party should be\nsent to find the tree that bore such divine fruit.\n\nA fleet of rafts sailed up the river carrying many of the courtiers\nand the King himself. By and by, the fleet of rafts reached the forest\nglade on the bank of the river and also found the mango tree laden\nwith fruit. The King and the courtiers were overjoyed.\n\nWhen the King’s men noticed the monkeys enjoying the fruit,\nthey were annoyed. They decided to drive them away mercilessly.\nThey sent volleys of arrows to kill the monkeys and to scare them\naway for good.\n\nThe monkey king swung to the other side of the river and ordered\nthe others to do the same.\n\n“Move quickly! Save your lives by vanishing deep into the\nforest on the other bank,” he urged. However, he soon realized\n\n\n--- Page 2 ---\nthat the river stream was too wide for the others to follow. Quick\nas lightning, he did something very unusual. Catching hold of a\ntall cane with his legs, he swung back to the side where the other\nmonkeys waited. Then he took firm hold of a branch of a tree. This\nway, he made a bridge across the river with his own strong body.\n\nThe monkey king then ordered the monkeys to rush to the other\nside, over his own body. The monkeys lost no time in following his\ncommand. The monkey king’s body was being trampled upon and\nbruised and injured by the rushing hordes of monkeys, but he did\nnot waver. He kept a tight hold over the cane and the branch till the\nlast monkey landed safely on the other side. By then, he was badly\ninjured and had lost all his strength. He fell down in a swoon.\n\nThe King of Benaras was watching this with amazement. He\nwas touched by the bravery and sacrifice of the great monkey king.\nHe asked his men to stop shooting arrows. The unconscious monkey\nking was gently lifted from the bank of the river and placed on a\ncouch near the King of Benaras.\n\nThe King tried his best to revive the great ape. After a while, the\nmonkey king slowly opened his eyes.\n\na)\nU\n\nye ignae\n\nOve.\n\n\n--- Page 3 ---\n“Why did you sacrifice your life in this way?” said the King\nof Benaras.\n\n“The monkeys are like my children. I am their chief and guide and it\nis my duty to protect them. They are now safe and I die a happy death.\nI am glad I could do my duty.” So saying, the great ape closed his\neyes forever.\n\nThe King of Benaras never forgot the great sacrifice that he\nhad witnessed.\n\ne glade: an open space or clearing ina forest. e delicious : tasty, with a pleasant\ntaste or smell. e heavenly : Here, it means wonderful. e divine: of\n\ngod or gods. Here, it means excellent. e laden with fruit : with great quantities\nof fruit on it. e mercilessly : without any mercy or pity. e volleys of\narrows : many arrows sent or shot at the same time. e vanishing : disappearing,\ngoing away. e swoon: faint, (when a person swoons, he/she is not able to see,\nfeel, hear, touch, move, etc.) e revive : bring back to life.\n\nThings TO Os recececccccccccccccccccccccccccccccccccccccccesceccescecescessessessessesseesessesseesseseseees\n\n1. Answer the following questions :\n(a) Where did the monkeys live with their king ?\n(b) Why did the monkeys love the mango tree ?\n(c) What did the monkey king warn the others to do ?\n(d) How did the King of Benaras come to know of the fruit ?\n(e) Why did the King’s men decide to drive away the monkeys ?\n(f) How did the monkey king save the other monkeys ?\n2. Form pairs or groups. Try to write short conversations\nfor the following occasions :\n(a) The monkey king warning the other monkeys.\n(b) The King of Benaras enjoying the fruit with the others.\n(c) The monkeys trying to escape to the other bank.\n3. From the lesson, find the words that are used to describe\nthe following words:\n\n* mango tree * mangoes * the monkey king",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:31:14.542198"
}