{
  "lesson_id": "20bb3dca-4b55-4f0b-b9b7-d0e3f76cc385",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "08",
  "title": "Chapter 04 Your Own Book of Science",
  "content": "--- Page 1 ---\nYou may come across simple but amazing science experiments in\nmagazines, newspaper supplements or on the internet. Collect any 5-8\nexperiments you like. Ask your parents/teachers whether the experiments\nare safe. Then carry out the experiments. (If necessary, take the help of\nyour parents/teachers.) Record the experiments on separate sheets in\nyour own ‘Book of Science’ ! An example is given below.\n\nA Simple Experiment :\nLifting Ice !\n\nIf you wanted to lift ice\nwithout touching it, what do\nyou do ? Read on to find out.\n\nWhat you need :\nIce cubes, thread, common salt.\n\nWhat you do:\n* Place an ice cube in a dish.\n\n* Place a piece of thread on it.\n\n* Sprinkle some common salt on and near the thread\non the ice cube.\n\n* Wait for a few seconds.\n* Hold the two ends of the thread and pick them up\ncarefully.\nWhat happens ?\nTry placing the thread in different ways to lift the ice. You\n\ncan place just one end of the thread on the ice cube and lift the\nice with the other end !\n\n\n--- Page 2 ---\nII\nPuzzles in your Surroundings\n\nWhy does it hail even in summer ?\n\nWe feel very hot in summer. The sun shines brightly\nand the temperature is high. And then suddenly, there are\nclouds in the sky and it starts raining — not just water\nbut even small balls of ice. We say it has started hailing.\nThe small balls of ice are called hailstones. Why does\nit hail in the hot summer season ?\n\nAs we move up from the land, the temperature begins\nto fall. Up in the sky, it is very cold even in the hot\nseason. You know that there are water particles in the\nclouds that we see in the sky. Very high up in the sky,\nthe water particles in the clouds turn into little bits of\nice.\n\nSometimes, there are strong winds in the clouds. They\npush these little bits of ice upward. So, they do not\nfall to the ground. They go up and collect more water\nparticles, which freeze onto them. Thus, the tiny balls\nget bigger and bigger. They turn into hailstones. The\nheavy hailstones then fall to the ground in the form of\na shower.\n\nVery ay hailstones eel before they! reach the epee\n\n\n--- Page 3 ---\nMaharashtra was hit by a series of\nhailstorms in 2014. The hailstorms\ndevastated thousands of acres of\nstanding crops. Fruit crops were\n\nruined. Birds and animals were\nkilled and injured in large numbers.\nFarmers suffered heavy losses.\nIt was a great natural calamity.\n\nYou may have other questions that puzzle you. Note down at\nleast ten such questions on the basis of your observation of things\nand events in your surroundings.\n\nA few examples are given below.\n* Where do flowers get their colour from ?\n* Why are leaves green ?\n\n* Why does chopping an onion make you cry ?\n\nNote each question on a separate page in your ‘Book of\nScience’. Draw suitable pictures or paste related photographs on\nthat page.\n\nTry to find the answers to your questions with the help of\nyour parents, teachers or friends. Make use of science journals and\nreference books to find the answers. You may find the answers\non the internet. With the permission and guidance of your parents/\nguardians or teachers, browse through the informative websites.\n\nYou may find some of the answers you need in your textbooks\nor in other informative books. Note down the answers on the\nrelevant pages.\n\nWhen you have collected a few experiments and answers to\nyour questions, put them all together in your very own ‘Book of\nScience’.\n\nPOCO e Cee ERLE EEE OEE EEE EEE EE EEEEEEEEEE EE EEEEEESEEE RETO EE HEE EEE EE EEE EE OEEE HEL EEE EE LEEE EOL EEE LELE EEE LEE ELEC LEE OE",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:26:34.921387"
}