{
  "lesson_id": "64cecc0a-91b8-472d-96f6-703eb7ec7f70",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "25",
  "title": "Chapter 13 Sultan Ghiyasuddin in the Qazi s Court",
  "content": "--- Page 1 ---\n13. Sultan Ghiyasuddin in the Qazi’s Court ------\n\nNelundreds of years ago, in the eastern province of Bengal, Sultan\nGhiyasuddin Azam Shah ruled the land. His capital was Sonargaon.\nSultan Ghiyasuddin was a good ruler. He ruled wisely and well. He\nrespected men of learning. He had a deep regard for law.\n\nOne day, while the Sultan\nwas practising with his bow\nand arrows, he accidently\nwounded the only son of a\npoor widow. The wounded boy\ndid not survive. Weeping and\nwailing, the poor widow went\nto the Qazi and told him what\nhad happened.\n\nThe Qazi was an honest\nand upright man. He sent an officer to summon the Sultan to his\ncourt. When the officer reached the palace, the guards stopped\nhim and enquired about his business. When they learnt that he had\ncome to serve a summons on the Sultan, they were shocked. They\nrefused to let him go inside the palace.\n\nThe officer was now in a fix. The guards did not allow him\nto enter the palace, but he knew that he could not return without\nserving the summons. The Qazi would not take him back. He had to\nfind a way of reaching the Sultan somehow.\n\nWhat could he do? He thought and thought.\n\nAt last, he began to sound the Azan, the\ncall for the prayer, loudly, just outside the\npalace. It was not yet time for the prayer.\nWhen the Sultan heard the loud untimely call,\nhe was greatly surprised. He ordered that the\nman giving the call should be brought before\nhim immediately.\n\n\n--- Page 2 ---\nHis soldiers rushed out of the palace gates, caught the officer and\ntook him to the Sultan within moments.\n\nWhen the officer knelt before the Sultan, he was trembling with\nfear. But he mustered all his courage and explained why he had given\nthe call for Azan. Then, with shaking hands, he gave the summons to\nthe Sultan. Sultan Ghiyasuddin took it without making any comment.\nHe read the summons and told the officer to go back to the Qazi. He\nannounced that he would appear in the Qazi’s court the next day.\n\nThe next morning, the Sultan got ready to appear before the Qazi.\nHe hid a sharp sword in his robe and set out.\n\nThe courtroom was packed with people. Everyone was eager to\nsee what would happen. The Qazi entered and took his place on the\nhigh seat of honour. In a little while, Sultan Ghiyasuddin entered the\ncourtroom. Everyone stood up to show respect to the Sultan, but the\nQazi did not get up. The Sultan stood in the docks and the trial began.\n\nThe widow presented her complaint. The Qazi took note of all the\nevidence and in a grave voice, addressed the Sultan.\n\n“You are guilty of causing the\ndeath of the only son of this poor\nwidow. According to the law, you\nmust pay a fine for this offence. I\norder you to do that without delay.”\n\nThe Sultan accepted the\njudgement and apologised to the\nwidow. He arranged to pay the\nfine immediately. The widow\nfelt satisfied that the offence was\nbrought home to the offender.\n\nWhen the case was over, the Qazi got up from his high seat of\nhonour. Respectfully, he bowed to the Sultan and requested him to\ntake his seat.\n\nPO Poem cere eeeeeeeeeeeeeeeeEeEeSEEEEEEEE EEL EEEE EL EEEE ELE EE EEE EEE ELLE EE EL ELEE ELE CEE EEE EEE EEOC O ES\n\n\n--- Page 3 ---\nThings to do:\n\nThe Sultan then drew the hidden sword from his robes and told the\nQazi, “I am happy that you did not waver in your duty. You did not hesitate\nto punish me. Otherwise, I would have beheaded you with this sword.”\n\nThe Qazi then put his hand under the cushion where the Sultan was\nseated and brought out a whip. He said, “Your Majesty, I am happy because\nyou obeyed the law. Otherwise, I would have whipped you in this court.”\n\nThe Sultan then got up and embraced the Qazi. “Thank God, we both\ndid our duty!” he said.\n\nEveryone present in the courtroom praised the two great men.\n\ne wailing : crying and sobbing long and loudly. e upright : honest, just.\ne summon: to order someone to come, to send for someone. e summons: a written\nnotice ordering someone to appear in court. e fix : Here, ‘fix’ means a difficult or\nawkward situation. e docks : an enclosed space in a court of law, for the accused\nperson. e offence : crime, a wrong deed. e offender : a person who has done\nsomething wrong or illegal. e waver : falter, hesitate, became unsure.\n\n1. Answer the following questions with ‘yes’ or ‘no’ :\n(a) Did the Sultan want to kill the widow’s son?\n(b) Did the officer give the summons to the Sultan?\n(c) Did the Sultan appear in the Qazi’s court?\n\n(d) Was the Qazi’s judgement fair?\n(e) Did the Sultan obey the law?\n(f) Was the Sultan happy with the Qazi?\n\n2. Give reasons for the following :\n\n3. Give opposites of the following words :\n\n(a) The Sultan hid a sword in his robe.\n(b) The Qazi hid a whip under the cushion.\n(c) The widow was satisfied.\n\n(d) Everyone praised the Sultan and the Qazi.\n\n* eastern * untimely * Qppear\n\na — .\n* respect *accepted = present JHI3CN",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:27:58.572399"
}