{
  "lesson_id": "453edc81-3712-4f80-a3a2-3a3249103f27",
  "board": "State Board Maharashtra",
  "subject": "English",
  "grade": 4,
  "book": "Enlgish",
  "chapter_no": "38",
  "title": "Chapter 19 The Ugly Duckling",
  "content": "--- Page 1 ---\nbeseccceeuseeceeeuuseees 19. The Ugly Duckling Loceeceeeuseeccceueeeecceeussees\n\nMother Duck was really proud of her six new\nducklings. They were soft, fluffy and yellow. Such\nfine little ducklings! But the seventh one was very\ndifferent. It was bigger and its feathers were gray and | [a]eseach\nshaggy. It looked so ugly! mAeReh\n\n“All the same,” Mother Duck thought, “It’s my baby duckling.”\nShe loved it dearly. But the other six brothers and sisters didn’t like\nthe ugly duckling. When it waddled towards them, they turned their\nbacks and ran away.\n\nThe little ducklings would go for a swim, every day, to a lake\nnearby. The ugly duckling wanted to join the others but they didn’t\nwant him. They always swam away from him. He was left all alone.\n\nThe ugly duckling swam better than the other ducklings which\ndid not please them at all. They teased him about his ugliness. His\nonly friend was his mother. Other ducks told his mother, “AI your\nducklings are smart. But this big fellow looks so different. Why is he\nso ugly?” His mother only said, “He is mine, and I love him too.”\n\nAt last, feeling very lonely and sad, the ugly little duckling\ndecided to leave the lake. He made his way to the river’s edge and\nwam away with the river.\n\n\n--- Page 2 ---\nWherever the poor duckling tried to seek shelter, he found that he\nwas always ridiculed by others — smaller birds, animals, even human\nbeings poked fun at him. He became lonelier and more miserable.\n\nBy and by, he grew bigger and stronger. But whenever he looked\nat his own reflection, he thought, ‘I look so ugly’! He was afraid to\nlook at his own reflection. He hid himself if he saw anyone coming.\n\nOne day, when he was hiding among the reeds, he saw a flock\nof graceful white swans swim past. They were the most beautiful\nbirds he had ever seen. ‘How wonderful to be like them!’ he said\nto himself.\n\nThen came winter, with cold winds and snow. Without any shelter,\nthe poor duckling was frozen in the snow. A kind man saw him. He\nbroke the snow and saved the duckling.\n\nSoon it was spring. The duckling had now gained a lot of strength.\nAgain, he found his way to the river’s edge and swam further away.\n\nOne fine morning, when he flapped his wings against his sides,\nhe rose high into the air. He flew on and on till he found himself\nin a beautiful, fragrant garden. From a thicket close by, came three\n\n\n--- Page 3 ---\nbeautiful white swans, rustling their feathers and gliding lightly over the\nsmooth water.\n\nThe duckling remembered the lovely birds. He was afraid to meet them\nbut he felt a strange longing to be with them. He made up his mind to\napproach them, no matter how badly they treated him later on.\n\nHe swam towards the beautiful birds and bowed his head down to the\nsurface of water. And what did he see in the clear stream below ? His own\nimage — no longer a dark, gray, ugly bird but a graceful and beautiful\nswan. The other swans swam round the newcomer and welcomed him.\n\nThe bird that had lived a miserable life as an ugly duckling was a\nswan after all ! He curved his slender neck and cried joyfully from the\ndepth of his heart, “I never dreamed of such happiness as this, while\nI was an ugly duckling!”\n\nThings FOO 2 Proeeeececcccccccccccccccccccccccccccccceceessseccssseseeseseeesesesseeesesesesesseseseeees\n\n1. Answer the following questions :\n(a) Why did the ugly duckling decide to leave the lake ?\n(b) What did he find wherever he tried to seek shelter ?\n(c) Why was the ugly duckling afraid to look at his own reflection ?\n(d) Who did he meet in the beautiful garden ?\n(e) Was he happy in the end ? Which lines tell us that he was happy ?\n2. Describe a beautiful swan using your own words. (3-5 lines)\n3. Discuss with your friends :\n* Who is happier — young children or grown-ups ?\n* What can we do to build our confidence ?\n\n4. Read and learn :\n\n* hen : chicken * cat : kitten * dog : puppy * cow : calf\n* sheep : lamb * duck : duckling * goose: gosling ~* lion: cub\n* deer : fawn * goat : kid * swan : cygnet",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T13:29:04.664944"
}