{
  "lesson_id": "255bcefb-b0a8-4e13-a109-4b46b961581d",
  "board": "State Board Maharashtra",
  "subject": "Playdolearn",
  "grade": 4,
  "book": "Playdolearn",
  "chapter_no": "16",
  "title": "Chapter 16 नाट्य",
  "content": "--- Page 1 ---\nमनोगत\n\nव्यक्ती, प्राणी, पक्षी, फुले, सजीव वा निर्जीव घटकांचे आत्मचरित्र एकाच पात्राने साकारणे म्हणजे\n\n“मनोगत' होय.\n\nझाडाचे मनोगत\n\n* मी झाड, तुम्ही मला वृक्षसुद्‌धा म्हणता.\nतुमच्यासारख्या मुलानेच मला शाळेच्या परिसरात\nलावले होते. माझी खूप काळजी घेऊन त्याने\nवाढवले मला. माझ्याभोवती ट्री गार्ड लावून माझी\nकाळजी घेतली होती त्याने. (हसतो)\n\nआज मी मोठा झालो. मी तुम्हां सर्वांना\nसावली देतो. फळे देतो. इतकेच नव्हे तर पावसात\nतुम्ही माझा आडोसा घेता. एकदा एकाने माझ्या\nशरीरावर कुऱ्हाडीचा घाव केला (रडतो). मला\nखूप वेदना झाल्या.\n\nआम्हांला किती त्रास दिला तुम्ही, पण\nआम्ही कधीच त्यांचा बदला घेत नाही. तरीही\nआम्ही तुम्हांला फुले, फळे, लाकूड, डिंक, मध,\nमेण, लाख , सावली, हवा व औषधे देतो.\n\nम्हणून मला जगवा. मला वाचवा. मी\nराहिलो तरच पर्यावरण टिकून राहील. नाहीतर\nसर्वच संपेल कायमचे. '\n\n$ दगडाचे मनोगत, मी झाड बोलतोय, नेत्याचे मनोगत, केळीचे मनोगत, रानातील फूल, जादूगार, राक्षस, परी अशा अनेक\n\nविषयांवर मनोगत तयार करून सरावासाठी वट्यावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 2 ---\nएकपात्री नाट्यछटा\nएकपात्री नाट्यछटा\n\nएकच पात्र जेव्हा रंगमंचावरून इतर पात्रांशी संवाद साधून बोलते, तेव्हा इतर पात्रे हा केवळ आभास\nअसतो तेव्हा एकपात्री नाट्यछटा सादर होते.\n“आजी'*\n\n(रंगमंचावर एक पात्र उभे) (प्रेक्षकांकडे बघून) अरे आलात तुम्ही सगळे.\nमी आजी, तुमची वाट पाहात होते. कारण तुम्हाला खूप काही सांगायचंय\nमला. (बिंगेकडे बघते) का? का नको सांगू. तू शांत बस. (प्रेक्षकांकडे)\nहे बघा (विंगेकडे) शांत बसा ना तुम्ही. नको बोलू का? (प्रेक्षकांकडे) मी\nआज खूप अभ्यास केला. म्हणून मला नवनवीन गोष्टी शिकायला मिळाल्या.\n(दुसऱ्या विंगेकडे पाहून) तुला माहीत नसतील अशा ज्ञानाच्या, पर्यावरणाच्या\nगोष्टी मला समजल्या.\n\n(एका कोपऱ्यात शून्य नजरेने बघत) कसे ना... अभ्यास कोणताही\nअसो, तो आपणाला समृद्‌ध करतो. नव्या युगातील, नव्या जुन्या संस्कृतीतील,\nआरोग्य व वैज्ञानिक गोष्टी अभ्यासामुळे कळतात.\n\nआपण कसे वागावे, हे अभ्यास शिकवते. अभ्यासामुळे एकाग्रता, मनन,\nचिंतन वाढते व आपली बुद्धी चांगल्या कार्यासाठी विकसित होत असते.\n\n(प्रेक्षकांना) मग कराल ना तुम्ही अभ्यास ?\n\n$ विविध विषयांवर एकपात्री नाट्यछटा तयार करून सरावासाठी ट्याव्यात. आवाजातील चढउतार, हावभाव यांविषयी\nमार्गदर्शन करावे.\n\nखेळू, करू, शिकू\n\n\n--- Page 3 ---\nरंगभूषा व वेशभूषा\n\nरंगभूषा व वेशभूषा\n\nनाटकांचे सादरीकरण करताना पात्रांची\nनिवड केली जाते. त्या पात्रांचे वय, पोशाख व\nचेहऱ्यावरील व्रण, जखमेची खूण, दातांची ठेवण,\nकेस इतर सर्व बाबी नाटकाच्या सादरीकरणावेळी\nप्रभावी ठरत असतात. म्हणून त्यानुसार पात्राची\nरंगभूषा व वेशभूषा केली जाते.\n\nउदा. म्हातारे आजी आजोबांचे पात्र\nकरावयाचे झाल्यास चेहऱ्यावरील सुरकुत्या,\nपांढरे केस किंवा आजोबांचे टक्कल आणि कपडे\nइत्यादी गोष्टी विचारात घ्याव्या लागतात.\nक\n\nहा कृती:\n* काही रंगभूषा व वेशभूषा पहा व चर्चा करा.\n\n* विविध वेशभूषा व रंगभूषा करून घ्याव्यात. उदा. इंग्रज अधिकारी, सैनिक, विदूषक, कोळी, लाकूडतोड्या, शिपाई\nइत्यादी.\n\nखेळू, करू, शिकू\n\n\n--- Page 4 ---\nनेपथ्य\n\nनेपथ्य (दृश्यनिर्मिती)\n\nनाटकातील ठिकाणे जसे बाग, घर, जंगल, गावातील घर, जनावरांचा गोठा इत्यादी ठिकाणे\nरंगमंचावर दाखवण्यासाठी नेपथ्याचा विचार केला जातो व त्यानुसार नेपथ्याची मांडणी केली जाते.\nमोठमोठ्या नाटकांमध्ये मोठेमोठे नेपथ्य सेट उभारले जातात. उदा. ग्रामीण भागातील घराचे नेपथ्य.\n\nव्य कृती:\n* नेपथ्यामध्ये कोणकोणत्या वस्तू दिसतात ते लिहा. या वस्तूंशिवाय आणखी कोणत्या वस्तू ठेवता\nयेतील विचार करा आणि लिहा.\n\n$ शाळा, घर, बाग, हॉटेल, बंगला, जंगल इत्यादींचे नेपथ्य वापरून नाटकाचे सादरीकरण करावे. परिसरात सहज उपलब्ध\nहोईल असे मोफत/स्वस्त व पर्यावरणपूरक साहित्य वापरून नेपथ्य रचना करावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 5 ---\nमूकाभिनय\n\nहातवारे, इशारे, हावभाव, खुणा, चेहऱ्यावरील भाव व कृती यांच्यासह संवादाशिवाय केलेली कृती\nकिंवा अभिनय म्हणजे 'मूकाभिनय' किंवा मूक अभिनय' होय.\n\nणा\n\n*$ विविध मूकअभिनय करून घ्यावेत. शक्य असल्यास चित्रफीत दाखवावी.\n\nखेळू, करू, शिकू",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T16:02:41.906149"
}