{
  "lesson_id": "f95a7dc6-3820-4e11-8ecc-a3355e4174cb",
  "board": "State Board Maharashtra",
  "subject": "Playdolearn",
  "grade": 4,
  "book": "Playdolearn",
  "chapter_no": "06",
  "title": "Chapter 06 गरजाधिष्ठित उपक्रम",
  "content": "--- Page 1 ---\nगरजाधिष्ठित उपक्रम\n\n| १: संस्कृती आणि कार्यजगताची ओळख -($ १. संस्कती आणि कार्यजगताची ओळख जश ३\n\nमाहिती स्रोत (वृत्तपत्र, आकाशवाणी, दूरदर्शन, इंटरनेट)\n\n(१) वृत्तपत्रातील बातम्यांचा संग्रह करणे.\n(२) आकाशवाणीवरील बातम्या ऐकून त्या मित्रांना सांगणे.\n(३) दूरदर्शनवरील बातम्या पाहणे किंवा ऐकणे आणि आवडत्या विषयावरील बातमीचे लेखन करणे.\n\n* बातम्यांचे प्रकार\nसांस्कृतिक, माहितीपर, पर्यावरणपूरक, शैक्षणिक, विज्ञानविषयक; मनाला आनंद, स्फूर्ती आणि\n\nउत्साह देणाऱ्या बातम्या.\nस्स्स । कृती:\n\n(१) निवडलेल्या बातम्या एकमेकांना सांगणे किंवा वाचून दाखवणे.\n(आवाज, उच्चार आणि वेग यांचा वापर करणे. )\n\n(२) शाळेच्या फलकावरील माहितीचे वाचन केले आहे काय?\n\n(३) आवडलेली कोणतीही एक माहिती अथवा बातमी वहीत लिहा.\n\n*$ माहिती स्रोत म्हणजे काय? याविषयी माहिती द्यावी. प्रत्येकाला एखादी बातमी अथवा माहिती सांगण्याची संधी ट्यावी.\nबातमी आणि अफवा यातील फरक सांगावा.\n\nखेळू करू शिकू\n\n\n--- Page 2 ---\n| २. जलसाक्षरता *($ २. जलसाक्षरता ने\n\n२.१ पाण्याचे उपयोग\n\nपाणी म्हणजे जीवन. सजीवांना पाण्याची गरज असते. विविध कामांसाठी पाण्याचा वापर होतो.\nवर्षभरात लागणारे पाणी हे केवळ पावसाळ्याच्या चार महिन्यांत मिळते. हे पाणी वर्षभर उपलब्ध व्हावे\nम्हणून पाण्याचा वापर योग्य रितीने व नियोजनबद्ध करणे गरजेचे आहे.\n\nह$ ३८”.\n\n॥ 30३0 423५२24, 2७७ डा झर\n\n४७% अ 2 क\n\nस (8) । संबंधित म्हणी आणि घोषवाक्ये तयार करा व योग्य ठिकाणी लावा.\n\nजागतिक जलदिनाविषयी अधिक माहिती मिळवा.\n\n$ पाण्याचे उपयोग' याविषयी चित्रवाचन घेऊन चर्चा करा. चित्रातील चुकीच्या गोष्टी कोणत्या? त्यासाठी काय करणे अपेक्षित\nआहे हे विचारावे. पाण्याचा नियोजनबद्ध वापर करण्यासाठी काय काय करता येईल याविषयी चर्चा करा. पाणी काटकसरीने कसे\nवापरता येईल यासाठी माझी पाणी बचत बँक' हा उपक्रम राबवावा.\n\nखेळू करू शिकू\n\n\n--- Page 3 ---\n२.२ पाणी शुद्‌ध करण्याच्या पद्धती\n\nआरोग्यासाठी शुद्ध पाणी आवश्यक आहे. जे पाणी पिण्यासाठी वापरतो ते डोळ्यांना स्वच्छ दिसले\nतरी ते शुद्ध असतेच असे नाही. शुद्‌ध पाण्याला कोणताही वास किंवा रंग नसतो. ज्यात अपायकारक\nरोगजंतू, रसायने, पालापाचोळा किंवा क्षारांचे प्रमाण अधिक आहे असे पाणी अशुद्ध असते.\n\nअशुद्ध पाण्यामुळे अनेक गंभीर आजार होतात. उदा; पोटाचे विकार, कावीळ, साथीचे आजार\nइत्यादी. म्हणूनच पिण्याचे पाणी शुद्ध करून पिणे अत्यंत गरजेचे आहे.\n\n«पाणी शुद्ध करण्याच्या काही घरगुती पद्धती\n\n(१) निवळणे : गढूळ पाण्यात तुरटी फिरवून पाणी स्थिर ठेवावे म्हणजे त्यातील गाळ खाली बसतो.\n(२) गाळणे : पाणी स्वच्छ चौपदरी कापडातून गाळून घेणे.\n\n(३) उकळणे : गाळून घेतलेले पाणी उकळून थंड करून घ्यावे.\n\n*$ परिसरातील जलशुद्धीकरण केंद्राच्या भेटीचे आयोजन करा.\n\nखेळू करू शिकू\n\n\n--- Page 4 ---\n| ३. आपत्ती व्यवस्थापन -($ ३. आपत्ती व्यवस्थापन ने\n\n“आपत्ती म्हणजे संकट व व्यवस्थापन म्हणजे योग्य नियोजन'.\n० आपत्तींचे प्रकार :\n(१) निसर्गनिर्मित आपत्ती (२) मानवनिर्मित आपत्ती\n(१) निसर्गनिर्मित आपत्ती\nभूकंप, वादळ, महापूर, वणवा, दुष्काळ या नैसर्गिक आपत्ती आहेत. आपत्ती व्यवस्थापनामुळे\nआपत्तीला रोखून किंवा आपत्तीचा परिणाम कमी करून मानवी जीवन सुलभ करता येते.\n\n(२) मानवनिर्मित आपत्ती\n\nमानवनिर्मित आपत्ती या मानवाच्या बेजबाबदारपणा आणि निष्काळजीपणा यांसारख्या कारणांमुळे\nओढवतात. म्हणून या आपत्तींना मानवनिर्मित आपत्ती असे म्हणतात. उदा. वाहतुकीचे नियम न पाळणे,\nभरधाव वाहने चालवणे, पाणी वाया घालवणे; पंखे, दिवे आणि नळ बंद न करणे.\n\n*$ आपत्ती व्यवस्थापन याविषयी चित्रवाचन घेऊन चर्चा करा. चित्रातील प्रसंगी काय करणे अपेक्षित आहे हे विचारावे. मानवनिर्मित\nआपत्ती टाळण्यासाठी कोणती खबरदारी घ्यावी हे समजावून द्यावे.\n\nखेळू करू शिकू",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T16:00:44.944232"
}