{
  "lesson_id": "bb816550-ceae-4a85-9172-f75b954b63fe",
  "board": "State Board Maharashtra",
  "subject": "Playdolearn",
  "grade": 4,
  "book": "Playdolearn",
  "chapter_no": "11",
  "title": "Chapter 11 चित्र",
  "content": "--- Page 1 ---\n| १. रेषांचे प्रकार “१ १. रेषांचे प्रकार नी\n\nरेखांकन म्हणजे रेषा काढणे.\n\nरेषा एकमेकांना जोडल्या, की आकार तयार\nहोतात. जसे | - / , या वेगवेगळ्या रेषा आहेत. त्या\nएकमेकींना जोडल्या, की [ _] < » / [_]\nहे आकार तयार होतात. आकारातून चित्र बनते.\n\nआकार जितका सुबक असेल, तितके चित्र उभी रेषा आडवी रेषा\nछान होईल. चित्रातील रेषांचे निरनिराळे प्रकार पहा.\n\nजा रेषांचे ह श्रकार काढून (५ क्र\n\nत्यांच्यावर लोकरीचे तुकडे चिकटवा.\n\n२. ओल्या मातीचा एक सपाट चौकोन तयार तिरपी रेषा वर्तुळाकार रेषा\nकरून त्याच्यावर काडी किंवा रिकाम्या\n\nरीफिलने रेषांचे प्रकार कोरा.\n\n. कागदावर पेन्सिलने एखादा मोठा आकार\nकाढून तो काळ्या स्केचपेनने गिरा.\nआतल्या बाजूस रंगीत स्केचपेनने किंवा\n\nपेन्सिलने रेषांचे प्रकार काढा.\n\nनट्स\n\nनागमोडी रेषा गुंतागुंतीच्या रेषा\n\n$ रेखांकनासाठी आवश्यक तेथे मार्गदर्शन करावे. रेखांकनातून डिझाईन तयार करता येईल का यावर चर्चा करावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 2 ---\n| २. गंमत रेषेची “(8 २. गंमत रेषेची नी\n\n* निरनिराळ्या वस्तूंचे बाह्य आकार रेषांच्या ि\nमदतीने काढा. जसे घर, पतंग, रॉकेट, होडी,\nफुलदाणी, मासा, ढग, पाने, फळे वगैरे.\n\n* हे आकार काळ्या स्केचपेनने गिरवा. आतील *\nभाग रंगीत पेन, स्केचपेन, पेन्सिलने\nगुंतागुंतीच्या रेषांनी रंगवा. एक गंमतीदार\nचित्र तयार होईल.\n\n| ३- ठिपक्यांची मजा ३. ठिपक्यांची मजा नी\n\nखालील चौकोनांत क्रमाने लहान, मोठे, मध्यम भरीव व पोकळ ठिपके एकसारख्या अंतरावर काढा.\n\nह\n\n७०७६८\n(0()( )\n\nखेळू, करू, शिकू\n\n\n--- Page 3 ---\nरेखाटन\n\nस्मरणचित्र चित्र म्हणजे आठवून काढलेले चित्र. स्मरण चित्राला चित्रकलेत फार महत्त्व आहे.\nआजूबाजूच्या वस्तू, देखावे, प्रसंग आठवून त्यांची चित्रे काढण्याचा प्रयत्न करूया.\nउदा.\n« माझे घर॒«* माझ्या अंगणातील फुले « मनीमाऊ «* मी पाहिलेला ढग « मी पाहिलेला हत्ती\n* माझे आवडते फळ « माझा आवडता पक्षी\n\n$ मुले पाहून चित्र काढणार नाहीत याची काळजी घ्यावी. चित्रात चुका काढू नयेत. चित्रातील भावना ओळखाव्यात. चित्र\nम्हणजे त्यांची नवनिर्मिती असते. त्यांची चित्रे इतर मुलांना दाखवून त्यांचे कौतुक करावे.\n\nखेळू, करू, शिकू\n\n\n--- Page 4 ---\nन्क्षहटेहेी कल्पनाचित्र टन\n\nआपण सर्व जण नेहमीच चंद्र पाहतो. तो कधी पूर्ण गोल असतो तर कधी त्याची चंद्रकोर दिसते.\nतिचा आकार क्रमाक्रमाने वाढतो किंवा कमी होतो आणि अमावास्येला तर चंद्र दिसतच नाही. अशा या\nचंद्राबद्‌दल काही कल्पना करून चित्रे काढूया. कल्पनेने काढलेल्या चित्राला कल्पना चित्र असे म्हणतात.\n\nउदाहरणार्थ :\n* ढग हे पाणी समजून चंद्र होडी * चंद्राची कोर\n« चंद्र झोपाळा झाला तर... « चंद्रावरची सफर\n« चंद्राला फुटले पाय * पौणिमेचा चंद्र\n« चांदोबा लपला झाडीत * झोपी गेला चंद्र\n* चांदोबाचा गाव * चांदोबाची टोपी\n* चांदोबाला आले हसू * चांदोबाचा बंगला\n\n$ चंद्र हा विषय घेऊन यावर चर्चा घडवून आणावी. चर्चेत मुले चंद्राविषयी त्यांच्या मनात असणाऱ्या कल्पना सांगतील\nव चित्रबद्‌ध करतील. चंद्राला बोलके डोळे, गोल नाक, हसणारे तोंड काढल्यास आपोआपच कल्पनेतील चित्र वाटू\nलागेल. अनुभवातील कल्पनाचित्र काढण्यास उपयुक्त असे उपक्रम किंवा प्रकल्प/कृती द्यावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 5 ---\nभोमितीक आकार वापरून नक्षीकाम करणे.\n\nनक्षीकाम\n\nरेषांना आकर्षक वळणे देऊन केलेली सजावट म्हणजे नक्षीकाम. अनेक प्रकारांनी नक्षी काढता येते.\nनक्षीकामाला संकल्पचित्र' असेही म्हणतात. संकल्प चित्र वेगवेगळ्या प्रकारांनी काढता येते. त्यापैकी\nएक प्रकार म्हणजे भौमितीक आकार. या प्रकारात त्रिकोण, चौकोन, गोल अशा भौमितीक आकारांची\nमांडणी करता येते.\n\nप जाड नल तत्वत कृती:\n« चौकोन काढून त्याच चौकोनात दोन, तीन किंवा अनेक रेषा काढून ठरावीक भाग काळ्या\nस्केचपेनने किंवा रंगाने रंगवा.\n\n*$ कोणकोणत्या वस्तूंवर नक्षीकाम असते याची चर्चा करून यादी तयार करा.\n\nखेळू, करू, शिकू\n\n\n--- Page 6 ---\nजली मद्राचित् (ठसेकाम) उ\n\n(१) हातांचा ठसा\n\nतुम्ही तुमचे हात धुता ना? म्हणूनच ते स्वच्छ राहतात. हाताकडे नीट पहा, हातावर काय काय\nदिसतंय ते... त्यावर वेगवेगळ्या प्रकारच्या रेषा दिसतात. काही छोट्या, काही मोठ्या, काही फिकट,\nकाही गडद, काही सरळ... चित्र तयार करण्यासाठी काही उपयोग होईल का? चला पाहूया.\nसाहित्य - कागद, विविध जलरंग, स्केच पेन आणि पाणी इत्यादी.\n\nहाताला वेगवेगळे रंग लावून घ्यावे. हे रंग जास्त घट्ट लावू नयेत किंवा जास्त पातळही नसावेत.\nयोग्य प्रमाणात रंग घेऊन रंगांचा समान थर हातावर लावा. या हातांचे कागदावर ठसे घेऊन पाहा. छान!\nकिती सुंदर दिसताहेत हे ठसे! थोडा सराव करूया.\n\nदोन हातांचे ठसे जोडूया. छान फुलपाखरू दिसेल, त्याला स्केचपेनने डोळे व इतर अवयव काढूया.\nआहे की नाही मजा ! पहा बघू अजून काय काय बनवता येते ते...\n\n$ वर्गाबाहेरील भिंतीवर मोठा कागद्‌ लावून घ्यावा. त्यावर सर्वांना आवडतील तसे हातांचे ठसे घेण्यास सांगावे व निरीक्षण\nकरून नंतर कोणत्याही हातांच्या ठशांवर स्वकल्पनेने चित्रनिर्मिती करण्यास सांगावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 7 ---\n(२) चुरगळलेल्या कागदाचे ठसेकाम\n\nसर्वांचा कागद हा अगदी आवडीचा आहे. काहींना कागदाच्या घड्या घालणे, फाडणे तर काहींना\nचुरगळणे आवडते. चला तर मग याच कागदाची आज एक मजा करूया. चुरगळलेला कागद आपण\nफेकून देतो. पण त्यापासूनही चित्र तयार होते. त्यासाठी आपल्याला विविध रंग वॉटर/पोस्टर कलर,\nकागद, चित्रकला वही या वस्तू लागतील.\n\nकाय करायचे ?\n\n(१) एक कागद घेऊन तो हाताने चुरगळा.\n(२) चुरगळलेल्या कागदाचे निरीक्षण करा.\n(२) चुरगळलेला कागद रंगामध्ये बुडवून घ्या.\n(३) वहीत त्याचा ठसा उमटवा.\n(\n(\n\n४) ठशापासून चित्र काढा.\n५) ठशांचे निरीक्षण करा.\n\n$ मुलांचे गट करून चुरगळलेल्या कागदांपासून चित्रनिर्मिती करून घ्यावी.\n$ विविध प्रकारचे कागद जमवण्याचा उपक्रम द्यावा व त्या कागदांच्या ठशातील फरकाचे निरीक्षण करायला\nसांगून चर्चा घडवून आणावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 8 ---\nचिकटकाम\n\n« समअंगी चिकटचित्र\nमागच्या वर्गात आपण चिकटचित्र करायला शिकलो, आता चिकटकामाचा वेगळा प्रकार शिकूया.\nत्यासाठी खालील साहित्य लागेल.\n\nसाहित्य - वेगवेगळ्या रंगांचे कागद, कात्री, डिंक इत्यादी.\n\nरंगीत कागदांतून त्रिकोण, गोल, चौकोन असे विविध आकार कापा.\n\nपांढर्‍या ड्रॉईंग पेपरवर एक चौकोन काढा.\n\nतुम्ही कापलेले आकार या चौकोनात हवे तसे चिकटवा. एक छानसे चिकटचित्र (कोलाज) तयार\nझालेले दिसेल. अशाच पद्‌तीने वेगवेगळी चिकट चित्रे तयार करू. या प्रकारात रंगीत पेन्सिल, खडू,\nजलरंग यांच्या ऐवजी रंगीत कागद, कापड यांचे तुकडे, मणी, बिया, वगैरे वापरून सुंदर चिकटचित्र\nतयार होते.\n\nहा कड न\n\nविविध रंगी कागद आयताकृती कागद अर्धी घडी घातलेला दुसरा अर्ध्या आकाराचा\nकागद कागद आत ठेवून घ्या.\n\nकात्रीने कापलेले आकार एकसारखे आकार चिटकवून ऱ।\nपूर्ण झालेले चिकटचित्र ऱी\n\n*$ निरुपयोगी कागद, कापडाचे तुकडे आणि इतर वस्तू वापरून चिकटचित्र तयार करण्याबद्दल मार्गदर्शन करावे.\n\nखेळू, करू, शिकू\n\n\n--- Page 9 ---\nरंगकाम\n\n(१) रंगाची विविध माध्यमे\n\nसक्षम\n27:\nसक्षम\nउत\n\nताई\n\nसक्षम\n\nताई\n\nअनू\nताई\nअनू\nसक्षम\n\n: माझे चित्र तर तयार झाले पण मी कोणते रंग वापरू?\n\n: तुझ्याकडे कोणते रंग आहेत?\n\n: माझ्याकडे तेलकट खडूचे रंग आहेत.\n\n: अरे वा! तेलखडूने तर छान चित्र रंगवता येईल. माझ्याकडे रंगीत पेन्सिली आहेत. त्या वापरू\n\nका?\n\n: आपल्याकडे जे रंग उपलब्ध असतात तेच रंग आपण वापरतो. पण असे रंगांचे अनेक प्रकार\n\nअसतात. त्यांना रंगांची माध्यमे म्हणतात.\n\n: कोणकोणती आहेत ताई, आम्हांलापण सांग ना!\n: सांगते... वॅक्स क्रेयॉन्स किंवा पेस्टल, ऑईल पेस्टल म्हणजे तेलखडू, प्लॅस्टिक क्रेयॉन्स,\n\nरंगीत पेन्सिल, स्केचपेन, मार्कर, जलरंग यालाच “वॉटर कलर' म्हणतात. तसेच पोस्टर्स कलर\nयासारखे रंगांचे अनेक प्रकार आहेत.\n\n: रंगांचे एवढे प्रकार असतात? अरे वा! आपणही असे वेगवेगळे रंग वापरून पाहू.\n: प्रत्येक रंगाची वापरण्याची पद्धत वेगवेगळी असते.\n: जसे आपल्याला उपलब्ध होतील तसे वापरून पाहू.\n\n: हो! हे सगळे प्रकार वापरताना खूपच मजा येईल.\n\n$ मुलांना विविध रंग माध्यमांची ओळख व माहिती करून द्यावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 10 ---\n(२) नैसर्गिक रंग\n\nआपल्या आजूबाजूला रंगीबेरंगी फुले, पाने, फळे असतात. त्यांपासून रंग तयार करता येतात त्यांना\nनैसर्गिक रंग' असे म्हणतात. निरनिराळ्या रंगांची फुले, पाने, फळे यांच्यामध्ये पाणी मिसळून किंवा\nकुटून त्यांचा रस काढून रंग तयार करता येतात.\n\nनेसर्गिक घटक\nपिवळा झेंडू, हळद, हळकुंड, पिवळ्या रंगाची फुले\nकुंकू, पलाश फुले, गुलाब, तुतू/ तुती\n\nलाल\nन\nझा\n\nण\n\n$ वरीलप्रमाणे व याव्यतिरिक्त नैसर्गिक रंगनिर्मिती करून चित्रे रंगवून घ्यावी. नैसर्गिक रंग निर्मितीसाठी उपलब्ध साहित्याचा\nवापर करावा.\n\nखेळू, करू, शिकू",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T16:02:00.535630"
}