{
  "lesson_id": "adcbb9e7-86cf-4ecc-bb76-29408b36377e",
  "board": "State Board Maharashtra",
  "subject": "Playdolearn",
  "grade": 4,
  "book": "Playdolearn",
  "chapter_no": "05",
  "title": "Chapter 05 व्यायाम",
  "content": "--- Page 1 ---\nव्यायाम करण्यापूर्वी शरीराच्या स्नायू व सांधे यांना\nजोरकस व वेगवान हालचालींसाठी तयार करण्याच्या व्यायाम\nप्रकाराला उत्तेजक व्यायाम म्हणतात. यामुळे शरीर खेळण्यासाठी,\nहालचालींसाठी आणि व्यायामासाठी तयार होते. खेळताना होणाऱ्या\nदुखापती व इजा टाळणे उत्तेजक व्यायामामुळे शक्‍य होते.\n\nउत्तेजक व्यायाम पद्‌धत : पारंपरिक पद्धतीने उत्तेजक\nव्यायाम करताना डोक्याकडून पायापर्यंत क्रमवार विविध अवयवांना\nताणणे, वाकणे, वळवणे, पिळणे, फिरवणे आदी शारीरिक हालचाली\nकरतात. शेवटी जागेवर धावण्याचे विविध प्रकार व हालचाली\nकरण्यात येतात. धावपळीच्या वेगवान खेळातूनही उत्तेजक व्यायाम\nघडून येतो. वेगाने पायऱ्या चढणे-उतरणे, उड्या मारणे, वेगवान\nहालचाली करणे यांद्‌वारेही उत्तेजक व्यायाम घडतो.\n\nउत्तेजक व्यायाम करताना आपल्या हृदयाची गती व\nश्वसनाचा वेग वाढतो हे लक्षात आले आहे ना तुमच्या?\n\nहात कमरेवर ठेवून पुढे व मागे वाकणे खांद्यावर बोटे ठेवून हात गोल फिरवणे\n\n* उत्तेजक व्यायाम म्हणजे काय ते सांगून त्याचे फायदे स्पष्ट करावेत. दररोज उत्तेजक व्यायाम करण्यास प्रोत्साहन द्यावे.\nनवनवीन व्यायाम प्रकार शिकून त्यात भर घालण्याबाबत सुचवावे.\n\nखेळू, करू, शिकू\n\n\n--- Page 2 ---\n॥ क\n\nसूर्यनमस्कार हा कमी जागेत आणि कोणत्याही साहित्याशिवाय संपूर्ण शरीराला व्यायाम देणारा प्रकार\nआहे. सूर्यनमस्कार पहाटे, सूर्योदयाच्या वेळी किंवा सायंकाळी सूर्यास्ताच्या वेळी करणे फायद्याचे ठरते.\nहा व्यायाम प्रकार करताना जागा स्वच्छ व सुरक्षित असावी.\n\nढे\n\nप र.\n\n$ सूर्यनमस्कार शरीर स्थिती योग्य होतील याकडे लक्ष द्यावे. दररोज सूर्यनमस्कार घालण्याची सवय लागेल यासाठी प्रोत्साहन\nद्यावे. सूर्यनमस्कार दिनाच्या निमित्ताने सामूहिक सूर्यनमस्काराचा कार्यक्रम आयोजित करता येईल.\n\nखेळू, करू, शिकू\n\n\n--- Page 3 ---\nसंगीताच्या तालावर केल्या जाणाऱ्या विविध वेगवान शारीरिक हालचालींना अँरोबिक्स म्हणतात.\nकाही सामान्य प्रकार.\n\nमूळ स्थिती १ २ रे ४\n\nमूळ स्थिती १ २\n\n$ अरोबिक्स व्यायाम म्हणजे काय ते सांगून त्याचे फायदे स्पष्ट करावेत. शक्य असल्यास चित्रफीत दाखवावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 4 ---\n| ५.४ तालबद्ध कवायत -($ ७.४ तालबद्ध कवायत नह\n\nसंगीताच्या तालावर, ठेक्यावर केली जाणारी शारीरिक कवायत म्हणजे तालबद्ध कवायत.\nतालबद्ध कवायती विनासाहित्य किंवा विविध साहित्यांच्या साहाय्याने करता येतात.\n\nडंबेल्स जोडी, घुंगरूकाठी यांच्या साहाय्यानेसुद्‌्धा विविध कवायती करता येतात.\nतुम्हांला कोणकोणत्या कवायती करता येतात?\n\nचेंडू, रुमाल, फुगे यांसारख्या वेगवेगळ्या वस्तूंचा वापर करूनही तुम्हाला नवीन कवायती तयार\nकरता येतील. मित्रांच्या साहाय्याने असे नवनवे प्रकार करा.\n\n\n--- Page 5 ---\n$ वरील चित्रांत तालबद्ध व्यायाम/कवायतीचे काही नमुना प्रकार दिले आहेत. आपल्या सोयीनुसार विविध प्रकार करून घ्यावेत.\n*$ आपल्या कल्पकतेचा उपयोग करून नवीन प्रकार शिकवून त्याचा उपयोग प्रजासत्ताक दिनी सादरीकरणासाठी करता येईल.\n\nखेळू, करू, शिकू\n\n\n--- Page 6 ---\nशरीर स्थिती म्हणजे आसन. ही आसने करायची पूर्वतयारी आपल्याला करायची आहे. उभे राहून,\nबसून, पाठीवर झोपून, पोटावर झोपून विविध शरीरस्थिती करता येतात. यामुळे पाठ, कंबर, स्नायू व\nसांध्यांच्या लवचीकपणामध्ये वृद्धी होते. नियमित सरावाने तोल, संतुलन, ताकद, दमदारपणा आदी\nक्षमता सुधारतात हे तुमच्या लक्षात येईल. विविध शरीर स्थिती करण्यापूर्वी शरीर संचलन करणे महत्त्वाचे\nआहे. शरीर संचलन करताना खूप वेगाने करणे टाळावे. हातपाय हलवणे, सांधे फिरवणे, वाकणे, वळणे,\nपिळणे आदी गोष्टी केल्यावरच विविध शरीर स्थिती कराव्या. त्यामुळे शरीराचे सांधे, स्नायू आणि\nअवयव ताण सहन करण्यासाठी तयार होतात.\n\nखेळू, करू, शिकू\n\n\n--- Page 7 ---\n8. क. ल.\n1:23.\n\nवि (३०- प\n\nअ.\n\n$ वरील चित्रांत काही शरीर स्थितींचे नमुना प्रकार दिले आहेत. आपल्या सोयी/आवडी/क्षमतेनुसार विविध प्रकार करून घ्यावेत.\n*$ श्वसनाच्या व्यायामांचा तसेच मुद्रांचा सराव करून घ्यावा. शारीरिक क्षमता लक्षात घेऊन विविध शरीर स्थितींची निवड करावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 8 ---\nखेळू, करू, शिकू\n\nआरोग्यदायी शरीरासाठी, व्यायामाला चला\nव्यायामाला चला, तुम्ही व्यायामाला चला 1]\n\nसकाळी चालायला मैदानावर धावायला\n\nयोगासन, प्राणायाम, सूर्यनमस्कार\n\nनिरामय जीवनासाठी दररोज सुरू करा\n\nव्यायामाला चला तुम्ही व्यायामाला चला 11१1]\nदोरीवरच्या उड्या आणि सायकलिंग करायला\nपोहायला, नाचायला, गिर्यारोहण करायला\nतंदुरुस्त शरीरासाठी करा जमेल जे ज्याला\nव्यायामाला चला तुम्ही व्यायामाला चला 11२1]\n\nव्यायामशाळेत मेहनतीला अरोबिक्स करायला\n\nशिडीच्या कवायती अन कोनासह शर्यतीला\n\nमैदानावर सांघिक खेळातून आनंद मिळवायला\n\nव्यायामाला चला तुम्ही व्यायामाला चला 11३1]\nलेझीम, डंबेल्स खेळायला लाठीकाठी चालवायला\nखेळांचे प्रशिक्षण घेऊन नवनवीन खेळ खेळायला\nवेग, समन्वय लवचीकपणा चपळाई वाढवायला\nव्यायामाला चला तुम्ही व्यायामाला चला 11४1]\n\nआरोग्यदायी शरीरासाठी, व्यायामाला चला\n\nव्यायामाला चला तुम्ही व्यायामाला चला 1]",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T16:00:36.125199"
}