{
  "lesson_id": "deb3d5d9-92f3-49f8-8687-66e4604762f8",
  "board": "State Board Maharashtra",
  "subject": "Playdolearn",
  "grade": 4,
  "book": "Playdolearn",
  "chapter_no": "04",
  "title": "Chapter 04 कौशल्यात्मक उपक्रम",
  "content": "--- Page 1 ---\n४ कौशल्यात्मक उपक्रम , कोशल्यात्मक उपक्रम\n\nजिम्नॅस्टिक्स म्हणजे शरीरादवारे केल्या जाणाऱ्या विविध तालबद्ध हालचाली. जिम्नॅस्टिक्स\n\nकरण्यासाठी शरीर लवचीक असणे आवश्यक असते. खालील उपक्रम करण्यापूर्वी उत्तेजक व्यायाम\nकरणे आवश्यक आहे.\n\nहँड स्टॅन्ड विथ सपोर्ट म्हणजे खाली डोके आणि वर पाय. दोन्ही हाताच्या तळव्यांवर पूर्ण शरीराचा\nभार ठेवून आपले पाय वर भिंतीला लावून खाली डोके वर पाय अशी स्थिती घेणे.\n\nन [क क\n\nहॅन्ड स्प्रिंग म्हणजे धावत येऊन हात टेकवत उसळी घेत पायावर उभे राहण्याचे कौशल्य. हँड स्प्रिंग\nकरताना जिम्नॅस्टिक्स मॅटवर किंवा गादीवर करावे. हे करीत असताना सुरुवातीला मार्गदर्शक तुमच्या\nकमरेला आधार देऊन साहाय्य करतील. आजूबाजूला टोकदार किंवा इतर वस्तू नाहीत याची खात्री\n\nह > र\n\nकरूनच सराव करावा. हळूहळू या कौशल्यात निपुण व्हाल.\n\n*$ शक्‍य असल्यास चित्रफीत दाखवावी. हँडस्प्रिंग करताना जिम्नॅस्टिक्स मॅट किंवा गादीचा वापर करावा.\n$ हन्डस्टॅन्ड व हँडस्प्रिंग करत असताना सुरुवातीला कंबर, पाठीला, पायाला आधार देऊन योग्य स्थितीसाठी मदत करावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 2 ---\n| ४.२ अथलेटिक्स १६४ ४.२ अँथलेटिक्स नि\n\nअथलेटिक्स म्हणजे मैदानी क्रीडा स्पर्धा. धावण्याचा मार्ग आणि मैदानावर होणाऱ्या विविध स्पर्धांना\nएकत्रितपणे अँथलेटिक्स म्हटले जाते. ऑथलेटिक्समध्ये धावणे, उडी मारणे आणि फेकण्याच्या विविध\nस्पर्धा येतात.\n\n१०० मीटर, २०० मीटर अंतराच्या अतिशय वेगाने धावण्याच्या शर्यती.\n\n१ क्र 1\n\n। । अ. क ः नि स्ती ” ह $- न य न जड ७7\nशं भे शि स,» (७४४५ विवन 7 हेड:\n(४४६ *- - 4 * ” त\n|| ।\n\nघसा. शस ईन\n\n४: छायाचित्रांचे निरीक्षण करा.\nछायाचित्रातील मुलगा काय करत आहे?\nत्याने केलेली कृती अँथलेटिक्स या प्रकारातील आहे काय?\n\n$ कमी अंतराच्या वेगात धावण्याच्या, विविध छोटे मोठे चेंडू फेकण्याच्या तसेच जागेवरून व धावत येऊन उंच व लांब उडी\nमारण्याच्या शर्यती घ्याव्यात. सुरक्षिततेची खबरदारी घ्यावी. क्रीडा स्पर्धा पाहण्यासाठी आयोजन करावे.\n*$ विविध अँथलेटिक्स स्पर्धांच्या चित्रफिती दाखवाव्यात.\n\nखेळू, करू, शिकू\n\n\n--- Page 3 ---\nखेळ खेळण्यासाठी त्या खेळांमधील आवश्यक असलेली मूलभूत क्रीडा कौशल्ये चांगल्या पद्धतीने\nप्राप्त करणे आवश्यक असते. वेगवेगळ्या प्रकारच्या खेळांमध्ये त्या त्या खेळाची वेगवेगळी मूलभूत\nक्रीडा कौशल्ये असतात. या कौशल्यांचा सराव करणे आवश्यक आहे.\n\nकबड्डी\n\n* दम घेणे.\n\n* हात मारून बाद करणे.\n\n* पाय मारून बाद करणे.\n\n* कंबर धरणे.\n\n* घोटा धरणे.\n\nखोखो\n\n* खो मिळाल्यावर सरळ रेषेत उठणे.\n* लागोपाठ वेगात खो देणे.\n* पाठलाग करून गडी बाद करणे.\n* नागमोडी धावणे.\n* हुलकावणी देऊन चकवणे.\n\nहॅण्डबॉल\n\nड्रिबिलिंग : चेंडूचे टप्पे घेणे, टप्पे घेत धावणे.\nथ्रोइंग / पासिंग : आपल्या गड्याकडे चेंडू फेकणे.\nकॅचिंग : दोन्ही हाताने चेंडू झेलणे.\n\nशूटिंग : गोलपोस्टमध्ये उडी घेऊन चेंडू मारणे.\nगोलकीपिंग : गोल पोस्टमध्ये जाणारा चेंडू पकडणे.\n\n$ क्रीडा कौशल्य म्हणजे काय ते समजावून सांगावे. विविध खेळांतील क्रीडाकौशल्यावर चर्चा करावी. शक्य असल्यास\nचित्रफीत दाखवावी.\n\nखेळू, करू, शिकू\n\n\n--- Page 4 ---\n| ४.४ मानवी मनोरे (8 ४.४ मानवी मनोरे नै\n\nएकमेकांच्या पाठीवर, खांद्यावर चढून थरावर थर तयार करण्याला मानवी मनोरे म्हणतात.\nमानवी मनोऱ्यामुळे तोल, समन्वय, शारीरिक संतुलन व समन्वय विकसित होतो. मनोऱ्यांचा सराव मॅट\nकिंवा गादी असलेल्या जागेवर करावा. मानवी मनोरे करताना शिक्षक किंवा मोठ्या व्यक्तींची मदत\nघ्यावी व त्यांच्या देखरेखीखाली प्रात्यक्षिक करावे.\n\nमाझी कृती : सांस्कृतिक कार्यक्रमात संगीताच्या तालावर मनोऱ्यांचे सादरीकरण कर. ____ कृती : सांस्कृतिक कार्यक्रमात संगीताच्या तालावर मनोऱ्यांचे सादरीकरण करा.\n\n$ विद्यार्थ्यांचे वय, क्षमता, इच्छा यांचा विचार करून मनोऱ्यांची रचना करावी. आधी चित्र किंवा फोटो दाखवून मनोऱ्याच्या\nथरांची माहिती द्यावी. योग्य स्थिती समजावून द्यावी. सुरक्षिततेच्या दृष्टीने योग्य ती काळजी घ्यावी.\n\n% विशेष कार्यक्रमांच्यावेळी मनोऱ्यांचे सादरीकरण करावे व त्यासाठी आवश्यक सराव घ्यावा. शक्य असल्यास संगीताच्या\nतालावर प्रात्यक्षिक करावे म्हणजे ते आकर्षक दिसेल.\n\nखेळू, करू, शिकू\n\n\n--- Page 5 ---\nकोणता खेळ कोणत्या साहित्याने खेळला जातो याचीही माहिती आपल्याला पाहिजे. विविध\nखेळांसाठी लागणाऱ्या साहित्याची यादी करूया. खालील मैदाने कोणत्या खेळांची आहेत सांगता\nयेईल का? या खेळाच्या मैदानांची माहिती करून घ्या तसेच या खेळांसाठी कोणते साहित्य लागते\nयाची माहिती घेऊया.\n\nबॉल बॅडमिंटन बास्केटबॉल आट्यापाट्या\nखेळ (नाव) व त्यासाठी लागणारे साहित्य\n\nसॉफ्टबॉल हॉकी स्टिक फुटबॉल स्पाईकस्‌॒ बॉक्सिंग ग्लोव्हज्‌\n\n$ खेळाच्या मैदानांची व त्या खेळासाठी लागणाऱ्या साहित्यांची माहिती द्यावी. वर दिलेल्या खेळांचे क्रीडा साहित्य नसल्यास\nकल्पकतेने पर्यायी क्रीडा साहित्य वापरून क्रीडा कौशल्यांची माहिती करून द्यावी.\n\n$ विद्यार्थ्यांचे दोन गट करून पहिल्या गटाला खेळाचे नाव सांगावे व दुसऱ्या गटाने खेळाच्या साहित्यांची नावे सांगावीत. नंतर\nदुसऱ्या गटाने खेळाचे नाव सांगावे व पहिल्या गटाने खेळाच्या साहित्यांची नावे सांगावीत. याप्रमाणे खेळ घेता येईल.\n\nखेळू, करू, शिकू",
  "language": "mar",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T16:00:20.103156"
}