{
  "lesson_id": "733943e5-1b58-4d34-b51a-9113bf202728",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "02",
  "title": "Chapter 02 Aesop s Fables",
  "content": "--- Page 1 ---\nFables are short stories that\nhave a moral or message for us —\nsomething to learn and keep in mind\nas we grow up. Most of the fables\nhave animal characters who think\nand act just like human beings.\n\nns .\nJTHCT.J\n\nIt is believed that many of the\nfables were first told by a wise\nperson called Aesop. Aesop lived\nhundreds of years ago in a country\ncalled Greece. His stories became\nso popular that people passed them\non from generation to generation.\nMany proverbs and sayings that we\nuse today are based on these fables.\nHere are two well-known fables.\n\nI. The Stag at the Pool\n\nOne day, a beautiful stag came to a pool of clear water.\nAs he bent down to drink, he saw his own reflection in\nthe water. He was delighted with what he saw. Instead of\ndrinking water, he kept looking at his own reflection.\n\n“How handsome I look!” he said to himself. “How\nbeautiful are these curving antlers! How they add to my\nbeauty ! How graceful they look!”\n\nThen he moved nearer and saw his legs reflected in\nthe pool. He was quite disgusted. “Look at my legs! Ugh!\nThey are so ugly! All spindly with small feet. How I wish\nthat nature had given me legs worthy of my stately antlers !”\n\n\n--- Page 2 ---\nAs he was brooding in this way, the stag heard an arrow\ngoing swish across the pool. At the same time, he picked up\nthe scent of hunters. With a quick turn, he bounded away. His\nlegs carried him swiftly into the forest. The hunters were hot\non his trail but they were no match for his speed. Soon the\nstag left the hunters far behind.\n\nSafe and out of the hunters’ reach, the stag slowed down.\nSuddenly, without realizing it, he walked into a thicket. There\nwere trees with strong branches growing close together. And\nalas! The same antlers of which he was so proud got caught\nin the thick growth.\n\nThe stag tried to shake\nhimself free, but the more\nhe struggled, the more\nentangled his antlers got in\nthe branches.\n\nOnce again, the stag\ncould hear the hunters\ndrawing close, and grew\nafraid. At last, with great\ndifficulty, he managed to\nfree his antlers and bounded\naway.\n\n“TI realize now that my ugly feet saved my life.\nI was so proud of these handsome antlers, but they\nwould have been the cause of my death. Very often,\nwe dislike the very things that are most useful to us.”\n\n\n--- Page 3 ---\nII. The Dog in the Manger\n\nOnce a dog was looking for a nice and comfortable place to\nlie down. He came to the manger of an ox and jumped onto the\nhay to rest.\n\nIt was a very hot afternoon. After a while, the ox returned\nfrom the field. He had worked hard in the hot sun and was\nnow quite hungry. He stood in his stall and was planning to eat\nthe hay that was put in the manger for him. However, when he\nreached for the hay, the dog saw him. Standing in the manger,\nhe began to bark loudly at the ox. Each time that the ox came\nnear the hay, the dog snarled, barked and snapped at the ox. He\nwould not allow the ox to eat his hay.\n\nOxen are generally peace-loving and patient animals. But\nfinally the ox got upset and spoke firmly, “Dog, if you wanted\nto share my dinner with me, I would not mind it. But you neither\neat the hay nor allow me to enjoy it. It is of no use to you. Then\nwhy don’t you let me have my favourite food ? Don’t begrudge\nothers what you don’t enjoy yourself.”\n\nh N\nWZ aa MMMM Vr\n\nPOPPE LEER E EEE EEE E EEE HEE EEE EEE EEE EEE E EEE EEE EEE EEE EEEEE ELLE EEE ELSE L EEE ELE O EEE EELS\n\n\n--- Page 4 ---\ne stag: amaledeer. e spindly: very long and thin. e stately : grand.\n\ne brooding : thinking sadly for along time. e hot on his trail : very close to\nhim, about to catch him. e thicket : When many trees, bushes, etc. grow close\ntogether, they form a thicket. e manger : long open box ina cattle shed. Cattle\neat hay kept for them in the manger. e hay: cut and dried grass used as food\nfor animals. e stall : part of a cattle shed or stable. Generally, each animal has\none stall for itself. e begrudge : be unwilling to give, be unhappy that someone\nis getting something.\n\n—\n\n. Answer the following questions :\n(a) Name the person who first told these fables.\n(b) What did the stag like about himself ? Why ?\n(c) What was the stag unhappy with ? Why ?\n(d) What did the dog do when the ox went near the manger ?\n\n(e) Write the message of each of these two stories.\n\n2. Read aloud the following speeches from the lesson.\n(a) What the stag said when he saw his reflection.\n(b) What the stag said at the end.\n\n(c) What the ox said to the dog in the manger.\n\n3. Find the smaller words hidden in the following words :\n* reflection * delighted * graceful * hunter * thicket\n\n* growth * dislike * afternoon ~* firmly * upset.\n\n4. Find synonyms for :\n\n* delighted * beautiful * disgusted * bounded\n\n5. The stag saw his reflection in water. Name at least three things in which one\nmay see a reflection. Name three things that do not reflect anything.\n\n6. Find and write the names of ten countries.\n\n7. With the help of your teacher, make a collection of idioms and proverbs that\nmention birds and animals.\n\nExample: To let the cat out of the bag.\nBarking dogs seldom bite. (5)\n\nPOCO e Cee ERLE EEE OEE EEE EEE EE EEEEEEEEEE EE EEEEEESEEE RETO EE HEE EEE EE EEE EE OEEE HEL EEE EE LEEE EOL EEE LELE EEE LEE ELEC LEE OE",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:36:01.269412"
}