{
  "lesson_id": "71439111-6c0d-4bd2-91e5-47399f99c137",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "16",
  "title": "Chapter 16  Know Formalities Please",
  "content": "--- Page 1 ---\nseetetaeaeaeaenenenenes 16. ‘Know’ Formalities, Please.\n\nPart I\n\nThe students of Class IV greeted their teacher, Mrs Desai, KOSH\nbefore they sat down. It was time for their English Lesson. “Shall we\nbring out our ‘Balbharati’ textbook, teacher?” asked Shruti.\n\n‘Not now,’ said the teacher. “We are going to learn letter-writing\ntoday. Some special types of letters! Come here, Javed and Nisha.\nPlease distribute these notebooks.”\n\n“And while they give out the books,” continued Mrs Desai, “let me\ngive you some good news.”\n\nThe students were all ears, now. Their teacher announced with a\nsmile, “New arrivals in the library and plenty of them ! Story books of\nevery kind, informative books with lovely pictures, books of puzzles,\njokes ! All have been displayed in the library so you will know which\nones to ask for the next time you are in the library.”\n\n‘Oooh!’ ‘Lovely!’ ‘I can hardly wait!’ were some of the eager\nresponses to this piece of news. All were excited except one.\n\n‘“What’s the use?” complained Felix. “We have\nonly one library period in a week, and hardly for half an\nhour too. Just when the story gets interesting, we have to @\nleave the book and go back to class....”\n\nNow, Varsha joined in to say, “For two weeks, I’ve\nbeen waiting to know what happened to the Pied Piper of Hamelin.\nThere was a holiday, last Thursday, and we missed the library period.”\n\nMrs Desai realized that what her students said was\nperfectly true. She decided to request the Principal to\nallow a home issue facility for Class IV. After all, they\nwere big enough to look after the books they took home.\n\n‘Hey, wait!’ thought Mrs Desai. ‘There’s a better\nway to do it. Why not let the students themselves write a letter of\nrequest to the Principal?’ After all, that was what she had planned\nto teach that day — how to write polite, formal letters.\n\n\n--- Page 2 ---\n‘What an opportunity! A good subject for a formal letter. And of\ncourse, a real situation would make the learning more effective and\ninteresting.’\n\nWhen Mrs Desai suggested this to her class, they were very excited.\n\nWithout losing much time, Mrs Desai began to teach her class how\nto write a formal letter.\n\n“The sender’s address and the date should be written in the upper\nright corner of the page,” she taught.\n\n“The next step is to write the name or post of the receiver near the\n\nleft margin. Then write his or her address below that.”\n\n“And after that, you must write the subject of the letter in short,\nbelow the receiver’s address,” she further instructed.\n\n“That’s something new,” remarked Sharon. “We do not mention a\nsubject in our friendly letters, do we ?”\n\n“Of course not,” said Mrs Desai.\n\n“What do we do next, teacher ?” Shruti wanted to know.\n\n“You address the receiver, writing ‘Dear Sir’ or ‘Dear Madam’.\nRemember, the rest of the letter also should be written in polite language.\nWrite to the point,” Mrs Desai explained.\n\n“And should we end it with, ‘Yours lovingly’ ?” asked Renu.\n\n“Oh, no!” said teacher, “You can write that to your friends, or\nparents or even to me. But when you are writing as a student to the\nPrincipal, you may write, “Yours faithfully,’ or ‘sincerely’. Do not\nforget to thank the receiver appropriately before you close the letter.\nCome on, now, let’s draft this letter together.”\n\nAfter quite a few errors, cancellations and changes, here’s the letter\nClass IV wrote to their Principal. It was written very neatly...\n\n\n--- Page 3 ---\nPragati Vidyalaya\n\nPustak Marg\nVachanpur\n06 July 2014\n\nTo,\n\nThe Principal\n\nPragati Vidyalaya\n\nPustak Marg\n\nVachanpur\n\nSubject : Request for home issue facility.\nDear Madam,\nWe, the students of Class IV, have a request. Our English\nteacher, Mrs Desai, has informed us about many new books that\n\nhave arrived in our school library. We are eager to read them.\n\nHowever, it is not possible for us to finish reading a book\nduring the Library period, which is only once a week.\n\nMay we have your kind permission, Madam, to take the\nbooks for home-reading ? We promise that we shall take utmost\ncare of the books and return them on time.\n\nYours faithfully,\nAll Students of Class IV",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:37:06.062907"
}