{
  "lesson_id": "452cb55e-26ef-4e9d-9831-4ef4b1dc3670",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "27",
  "title": "Chapter 27 The Dreadful Guest",
  "content": "--- Page 1 ---\n5S <r w 27. The Dreadful Guest ceeeeeeeees\n\nOnce upon a time, the King of Russia decided to\nhold a grand feast. He invited princes, rich merchants, | [a] ue Sach\nbrave warriors and all the important people in his kingdom.|__KNF6UL\n\nOn the night of the feast, the king and his guests sat together\nat a long table, in the banquet hall. They talked and laughed and\neveryone was happy.\n\nSuddenly, a huge animal burst into the hall. It was a horrible\nlooking dragon. It was as tall as a tree, as broad as a house, with\nteeth like spikes and claws like knives. His skin was hard and scaly\nand his eyes, red. Red, hot flames shot forth from his mouth, and\nblack smoke from his nostrils. Now, this dragon was also a very\nmean creature. He loved to be a spoilsport and a killjoy. He walked\nstraight to the head of the table and pushed himself between the king\nand the queen. Everyone stopped talking. Everyone was scared. Well,\nnot everyone. The brave warrior Ivan was not afraid of dragons.\n“What a rude, impolite creature you are !” he said angrily.\n\n\n--- Page 2 ---\nJust then the servants brought in the food and set the platters on the\ntable. But before they had a chance to serve the food to the king and the\nqueen and the guests, the dragon began to gobble up everything. The king\nand the queen did not know what to do. Nobody could stop the dragon. But\nIvan spoke up again, “Nobody has ever taught you any manners, I can see,”\nhe said, “I hope you choke on the food you are gobbling up so greedily !”\n\nNow this was more than the dragon\ncould stand. He puffed out fire and\nsprang to his feet. “I dare you to come\nout and fight with me, Ivan !” he roared,\n“Are you ready ?”\n\n“Of course,” said Ivan.\n\n“What have you done,\nIvan!” said the king. “Let’s\nput up with the dragon\nfor some more time. You\ncannot fight a dragon. It\nwill burn and kill you in\nno time.”\n\nBYA\\S-\n\n\n--- Page 3 ---\nBut Ivan was not afraid. He knew that dragons were dreadful but not\nintelligent. He was sure he could find a way of killing the dragon.\n\nEveryone walked out to the palace courtyard. The dragon and the\nbrave warrior faced each other. The dragon smiled a very mean and\nwicked smile. “Now, how shall I kill you, you silly fool ?” he asked Ivan.\n“Shall I burn you to death ? Shall I smother you with fumes ? Or better\nstill, shall I tear you up with my knife claws ? Or shall I eat you up with\nmy spike teeth ?”\n\nIn the meanwhile, however, the clever Ivan had thought of a way of\ntricking the wicked creature. He folded his arms on his chest and said in\na clear voice, “Now, look here, dragon, when you dared me to fight you,\nI agreed readily. I thought it would be a fight between just the two of us.”\nThen he pointed behind the dragon. “Why have you brought a whole army\nto help you fight ?”’\n\nThe dragon was as stupid as Ivan thought him to be. He turned his\nhead to see what Ivan was pointing at. Quick as a flash of lightning, Ivan\ndrew his sword and cut off the dragon’s head.\n\n“There !” he said, “We won’t have to put up with this dreadful guest\never again !”\n\nAN\n\n\n--- Page 4 ---\n:\n.\nThings tO dO 2 Pacecccccccccccccccccccccvccvccvcesesscesceeeseeseesceseeeeseeseesceseecesessceseeccecssessceses\n\n—\n\nN\n\n. Guess/Find the meaning of the following words and phrases :\n\n* spoilsport * impolite * platters * gobblingup ~* sprang.\n\n. Answer the following questions :\n\n(a) Where did this story take place ?\n\n(b) Who burst into the banquet hall ?\n\n(c) Who was not afraid of dragons ?\n\n(d) What did Ivan know about dragons ?\n\n(e) In what ways did the dragon threaten to kill Ivan ?\n(f) How did Ivan kill the dragon ?\n\n. Match the pairs of words from A and B with reference to this story.\n\nA B\n(1) rich (a) people\n(2) silly (b) warriors\n(3) important (c) creature\n(4) mean (d) feast\n(5) brave (e) merchants\n(6) grand (f) fool\n\neocccee\n\n. Write short description of the following :\n\n* The feast * Thedragon ~* Ivan.\n\n. List all the comparisons you find in the story.\n\nExample : As tall as a tree.\n\n. Punctuate the following sentences properly :\n\n(a) what a rude impolite creature you are\n\n(b) are you ready\n\n. Form groups of five.\n\nChoose a fairy tale/folk tale that you all enjoy.\nNarrate it by taking turns.",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:38:05.132682"
}