{
  "lesson_id": "ea60a513-8902-4ff7-8ef3-a74e71d2af36",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "26",
  "title": "Chapter 26 Be a Chef",
  "content": "--- Page 1 ---\nsosceesessessesseseeseseeseeseneesens 26. Be a Chef! vvsvsvseseeesesseteeseeeeeteeneenen\n\nDelight your family with these tasty and nourishing dishes.\n1. A ‘C’ Salad.\nWhat goes in the Salad :\n\n1 medium sized carrot, 1 medium sized cucumber,\ncabbage, coriander, peanut crush (2 heaped spoonfuls), salt\naccording to taste, pepper (a large pinch), sugar (a quarter\nspoon), lemon juice (1 teaspoon), ginger (a small piece).\n\nHow to make the salad :\n\n* Clean and wash the vegetables well.\n* Pat them dry with a clean napkin or towel.\n\n* Grate the carrot and the cucumber. You\nmay peel the cucumber before grating it.\n\nBefore you use the cucumber, cut off both\nits ends. Then cut off thin slices from both\nends. Taste the slices to make sure that\nthe cucumber is not bitter to taste.\n\n* Grate the cabbage till you have\n2 tablespoons of grated cabbage.\n\n* Now mix the grated carrot, cabbage and\ncucumber.\n\n* Sprinkle a little salt and pepper on the\nmixture and add a quarter spoon of sugar.\n\n* Grate the ginger using a small grater.\nAdd the grated ginger to the mixture.\n\n* — Add the juice of half a lemon.\n\n\n--- Page 2 ---\nAdd the crushed peanut. Mix the salad well. If you like, you may add\npieces of a small chilli to the salad.\n\nPut the salad in a clean bowl.\nWash the coriander. Cut it and garnish the salad with it.\n\nLet someone taste the salad. Ask if you need to add more salt, or\nsugar or lemon juice to the salad and adjust the taste.\n\nDiscuss why the salad is\ncalled a ‘C’ salad. Suggest\nother names for the salad.\n\n2. For your Sweet Tooth\n\nMaterials : Roasted peanuts - 2 small bowls, jaggery -\nhalf a bowl, 1-2 teaspoons of ghee.\n\nSteps e Peel and crush the peanuts.\ne Crush or slice the jaggery lumps.\n\ne Knead and mix the peanuts and the jaggery\nwell, adding a little ghee, if necessary. When\nyou knead it well, the mixture will look like a\nlump of dough.\n\ne Taking a small portion of the\nmixture at a time, shape it\ninto a ball.\n\nYour peanut /addoos are ready !",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:37:57.724097"
}