{
  "lesson_id": "2269be7b-a57a-4511-ad65-2a8b13b245ab",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "17",
  "title": "Chapter 17  Know Formalities Please  Part 2",
  "content": "--- Page 1 ---\nPee eccecrcccsccccccccccs\n\n17. ‘Know’ Formalities, Please.\nPart II\n\n\"|{Mrs Desai met the Principal soon after class. She told her about\nthe excitement that followed the announcement of new books in the library.\n\n“They just cannot wait to read all those lovely books,” she beamed.\nThe Principal was also delighted and praised her. “The credit goes to you,\nMrs Desai. You have created and aroused their interest in reading books. It\nis going to help them a great deal in future.”\n\n“Yes, Madam,” said Mrs Desai, “but they find the weekly Library\nperiod too short a time to read. So, my students are going to appeal to you\nto allow home issue of books. They have written to you, a letter of request.”\n\n“A letter? Why?” asked the Library —\nPrincipal in surprise. Vochempue\n“T had to teach the class how 07 July 2014\n\nto write polite formal letters, and To,\nThe Students of Class IV\n\nI took this opportunity to make\nthem actually write a formal\nletter,” explained Mrs Desai.\n\n“Excellent, Mrs Desai,”\nexclaimed the Principal. “And\nI shall not dampen their interest\nin reading. I shall certainly\nallow them to take books home\nfor reading.”\n\nThe next morning the\n\nDear children,\n\nI am delighted to know that you are\nso keen on reading the new books in our\nschool library.\n\nThe Principal has been kind enough\nto grant to your class permission for\nhome issue facility. I shall keep the\nlibrary open for an hour after school,\non all week days. You can come and\n\nPrincipal found the letter on her\ndesk. She signed the letter with\nthe remark ‘Permission Granted’\nand sent it to the Librarian.\nTo encourage the children of\nClass IV further, the Principal\ninstructed the Librarian to give\na written reply to the students\nand here’s what he wrote :\n\ncollect any one book of your choice and\nreturn it, the following week. But I must\nurge you to read and observe the library\nrules displayed in the library.\n\nDo come and enjoy reading the\nbooks.\nSincerely yours,\nMr Vijay Patil\n(Librarian)\n\n\n--- Page 2 ---\n“Hey ! Great news!” cried the monitor. “Look, we have received\na letter from the Librarian. And, guess what? We can take story\nbooks home to read.”\n\n“Wow!” exclaimed Shruti with bright round eyes.\n\n“Goodbye, boredom! Welcome happy hours!” shouted Akshay.\n\nThe letter from the Librarian was put up on the class notice\nboard for all to read.\n\nWhen Mrs Desai walked into the classroom, the students of\nClass IV burst out into many exclamations of thanks.\n\n“Shall we write a letter of thanks to the Librarian ?”’suggested\nManyja.\n\n“That’s an excellent idea!” said Mrs Desai, smiling to herself at\nthis new interest in formal letter writing.\n\nThis is the letter of thanks the children wrote to the Librarian.\n\nClass IV\nPragati Vidyalaya\nVachanpur\n\nthre: 08 July 2014\n\nThe Librarian\nPragati Vidyalaya\nVachanpur\n\n____ Subject : An expression of thanks\nDear Sir,\n\n_ Thank you ever so much for kindly maki\nreading Facility available to us. We are really eee\nyou are going to wait back one hour after school just for us\nWe can now read books of our choice at a stretch. Thank ou\nvery much for your encouragement. ) ”\n\nWe promise to abide by the lib\nthe books with great care. ate cD raty cules and handle\n\nMany thanks, once again.\n\nYours faithfully,\nStudents of Class IV\n\n\n--- Page 3 ---\nThings TO dO 2 Peceeccceccccccccccccccccccccccccccccccsensecceseseeeesesesesesesseseesseseeseseseseseeseseees\n\n1. You wish to use the Assembly Hall to hold an exhibition of your science projects.\nWrite a letter to request the Principal to allow you to use the Assembly Hall.\n\n2. Mr and Mrs Prabhune, past students of your school, have given you every kind\nof help to hold the exhibition. Write a letter of thanks to them.\n\nYou may find the following format useful when you write the letters.\n\n3. Read the following chart carefully :\nSentences\nThe students of Class IV greeted their teacher. Statement\nCome here, Javed and Nisha. Command (or request)\n\nWhat an opportunity ! Exclamation\n\nAnd should we end it with, “Yours lovingly’ ? Question\n\nThus, you can see that there are four kinds of sentences :\n\n* statements * commands (or requests) * exclamations * questions.\nFind one example of each kind of sentence from the passages you have\nread so far.\n\n4. Note that each kind of sentence can be either positive or negative.\n\nExample : The cuckoo is a lazy bird. (Positive)\n\nThe cuckoo is not a lazy bird. (Negative)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:37:12.403857"
}