{
  "lesson_id": "cf2b7b27-0dc8-4cba-8df3-28791cfdf91a",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "10",
  "title": "Chapter 10 Be a Craftsman",
  "content": "--- Page 1 ---\nMarbling\n\nMany times you see fancy sheets of paper with beautiful designs or\nprints. Would you like to prepare your own fancy sheets of paper? Try\nthe following idea. But remember to ask for your parents’ permission and\nhelp to do it. You may also try this in your classroom with the help\nof your teacher.\n\nWhat you need :\n\nA plastic bucket or a tub, water,\nkerosene or turpentine, plain sheets\nof white or coloured drawing paper,\noil paints — blue, red, yellow, green\netc. — a paintbrush, clips, etc.\n\nWhat you do:\n*« Fill three-fourths of the bucket or tub with water.\n\n* Add kerosene or turpentine to the paints that you have in separate\ntins. This will make the paints thinner. Do it with the help of an adult.\n\n* Add a few drops of paints to the water, using the paintbrush. Stir the\nwater gently with the brush. You will see the paints (colours) twirling\naround in water.\n\n\n--- Page 2 ---\n* Now put the plain drawing paper sheet on the coloured surface of water\nand press it lightly.\n\n* Lift the sheet of paper carefully. You will see colourful shapes on the\nsheet.\n\n* Use aclip to lift the sheet to avoid staining your fingers.\n* Keep the sheet aside for a few moments to let it dry.\n\nYou can use your fancy paper sheets to make envelopes, greeting cards,\nor to make ‘paper-craft’ articles.\n\nYou must have noticed that the oil paints\n\ndissolve in turpentine or kerosene but not in water.\n\nThey float on water. That is why, we can use this\ntechnique to create fancy shapes on paper.\n\nMarble is a kind of hard\nstone which is usually white\nwith dark veins inside. Marble\ncan be polished very well. This\nprocess is called ‘marbling’\nbecause the patterns created\nin this process look like the\npatterns in marble.\n\nPRP P eee R LEER ESOS EEE EEE EEE E EEE EEE EEE EEE EEE EEE EEE EE TOE C COMED CCE E CSCC E EEL EOE E EE LEE E EE EEOC EEO Oe",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:36:34.636271"
}