{
  "lesson_id": "0331ab89-6244-4571-9387-48b507cfd73f",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "22",
  "title": "Chapter 22 The Champa Flower",
  "content": "--- Page 1 ---\nns .\nKAZEFZE\n\nSupposing I became a champa flower, just for fun,\nand grew on a branch high up that tree,\nand shook in the wind with laughter\nand danced upon the newly budded leaves,\nWould you know me, mother ?\n\nYou would call, ‘Baby, where are you ?’\nand I should laugh to myself\nand keep quite quiet.\n\nI should slyly open my petals\nand watch you at your work.\n\n\n--- Page 2 ---\nWhen after your bath,\nwith wet hair spread on your shoulders,\nyou walked through the shadow of the champa tree\nto the little court where you say your prayers,\nyou would notice the scent of the flower,\nbut not know that it came from me.\n\nWhen after the mid-day meal,\nyou sat at the window reading Ramayana,\nand the tree’s shadow fell over your hair and your lap,\nI should fling my wee little shadow\non to the page of your book\njust where you were reading.\n\nBut would you guess that it was the tiny shadow\nof your little child ?\n\nWhen in the evening you went to the cowshed,\nwith the lighted lamp in your hand,\nI should suddenly drop on to the earth again\nand be your own baby once more,\nand beg you to tell me a story.\n\n“Where have you been, you naughty child ?’ ¥\n‘IT won’t tell you mother.’ ay 7 ~d\nThat’s what you and I would say then. f . > od\n\n- Rabindranath Tagore\n\nPOPPE SO eee HEE EEE EE HELE EEE EEEE HEE OLEH EEEEEE EEO EEEE EE EOEEE HEE EOE HEL EEEL EEE LEEE EDO CEE EE LEEEELELELELEDELEEEEEEOCS\n\nslyly : ina knowing, secret manner. e fling: throw. e wee little : very small.\n\nThings TO GO 2 pereecccccccccccccccccccccccccccccccccesccccccsccscscseesesseseeseseesscesessssessesesseseeseees\n\n1. This poem is about make-believe. The mother’s activities described in this\npoem are a part of her daily routine, but the child wants to play a new role in\nit just for fun. Write one or two things that the child wants to do as a champa\nflower.\n\n2. If you were to play a game of make-believe, what would you like to imagine?\nWrite a few lines about it.",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:37:37.582585"
}