{
  "lesson_id": "986dec3c-2e93-41ee-91a8-c0768788ebdd",
  "board": "State Board Maharashtra",
  "subject": "ENGLISH",
  "grade": 4,
  "book": "ENGLISH",
  "chapter_no": "30",
  "title": "Chapter 30 Young Scientist",
  "content": "--- Page 1 ---\nA Fountain at your Fingertip ES ets\nWhat you need: KP7TZH\n© Plastic bottle, balloon, pieces of stiff plastic tubes (You\n\nse ceeeccececeseeeseeeseesseuss 30. Young Scientist see eeceeceeecceseeeseeseeeseeesees\n\nmay use pieces of straws or used refills), scissors, glue or\nadhesive tape, etc.\nWhat you do:\npk 1. Make a small hole in the lid of the bottle and insert\na small plastic tube/straw through the hole. Secure the\n\n=\n\ntube with the help of glue or adhesive tape.\n2. Make a small hole in the side of the bottle, near its\nbottom. Insert another piece of straw/tube in the hole\nL and secure it with the help of glue or adhesive tape.\n\n3. Now, place a balloon in the bottle and fit its mouth on\nthe rim of the bottle as shown.\n\n4. Now, suck through the hole in the side of the bottle.\nWhat do you see? Yes ! The balloon gets inflated inside\nb the bottle.\n\n5. Now, cover the hole in the side with a finger and —\n(a) Pour water into the balloon.\n\n(b) Put the lid with the straw on the bottle and screw\nit on tight.\n\n6. Now, remove your finger from the side hole.\nWhat do you see?\n\nA fountain leaping out of the straw in the\nlid!\n\n7. Note how long your fountain lasts.\n\n\n--- Page 2 ---\nA Shower at your Fingertip\n\nWhat you need:\n\nA can with a wide base and a tight lid, a nail, a hammer.\n\nWhat you do:\n\n1.\n\nimprovements in these toy fountains? Try them out and\n\nMake a hole in the base of the can, using the nail and\nthe hammer. Take care not to hurt your fingers.\n\n. Make a number of tiny holes in the lid of the can, as\n\nshown. See that your holes are evenly spaced, as in a\nsieve.\n\n. Now, cover the hole in the base with your finger and\n\nfill the can with water.\n\n. Put the lid (with the holes) on the can.\n. Invert the can, still holding the finger on the hole.\n\n. Hold the can over a plant and remove your finger from\n\nthe hole. What do you see?\n\nThe plant gets a shower.\n\n. Now, put your finger on the hole again. What happens?\n\nThe shower stops.\n\nUse this home-made ‘watering can’ to water tiny plants.\n\nCan you think of any variations or modifications or\n\nwrite your observations.\n\nYou know that there is air all around us, though we\ncannot see it or feel it or smell it all the time. In both\nthese ‘fountains’, it is this invisible air that pushes the\nwater/the balloon. You will learn more about this when\nyou study science in higher classes.\n\nFor the Teacher : Give a demonstration of making these toys in the classroom.\nInvolve the children in the process by asking questions. Then let the children prepare\nthe toys in the classroom itself, either in groups or individually depending on the\navailable resources. Get them to talk about these toys. Encourage them to find and\nmake other simple toys — many ‘Toys from Trash’ can be found on the site created\nby Mr Arvind Gupta. (www.arvindguptatoys.com)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:38:21.111529"
}