{
  "lesson_id": "de8b7db9-f3bb-4fdd-a86c-64cbc5866ea6",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "02",
  "title": "Chapter 02 The Inter relationships between Living T",
  "content": "--- Page 1 ---\nA riddle to solve!\n\nAn age old tree with a thick strong trunk\ngives deep, dark shade from the scorching sun.\nLike an old man’s beard with many strands,\n\nit has ropes for swinging from every branch.\n\nPlants in our surroundings are useful to us in different ways. The names of\nsome plants are given below. For what purpose do we use their leaves ?\n\ne Betelvine e Flame of the forest (Palas) e Fenugreek (Methi)\ne Vasaka (Adulsa) e Curry leaf plant\n\nWe have many needs like food, water, air, clothes and shelter. All these\nneeds are met in our surroundings.\n\nIn fact, food, water and air are the needs of all living things. They are all\nfulfilled in the environment. But there are differences in the needs of each kind\nof living things. For example, the water that a mouse drinks in an entire day\nwould not be enough for an elephant even at one time.\n\n(7)\n\n\n--- Page 2 ---\nButterflies feed on the nectar of flowers. Can a frog do the same? A sheep\n\neats the leaves of shrubs. Can a tiger do the same? A fish can breathe in water.\nBut can a pigeon do that? Bulrushes grow in water. Can a lemon tree do so?\n\n(> conyousen? > _\n\nIf fish leave the water, will they be able to live on land?\nre\ne Take two small boxes. Label them box 1\n\nand box 2. Fill them three-quarters with\n\nsoil. Make the soil moist enough to sow\nseeds.\n\ne Sow two sprouted moth (matki) seeds in\neach box.\n\ne Give two spoons of water to the soil of\nbox 1, only once every day. Give four\nspoons of water to the other box four times\na day. Do this for six days.\n\nWhat will you see?\n\ne The plants in box | are growing well. But\nthe plants in box 2 have begun to rot.\n\nWhat does this tell us ?\n\ne Plants that are not aquatic plants cannot\ngrow in marshy areas.\n\ne If they get more water than they need,\nthey rot.\n\nAny type of living thing will be found only where all its needs are fulfilled.\n\n\n--- Page 3 ---\nLet’s take the example of the tiger. A tiger has stripes. A tiger lies in wait for\nits prey among tall grasses. Its prey cannot see it in the grass because of the\nstripes. There are animals like the deer, the nilgai and the bison in grasslands.\nWhen the tiger is hungry, it can feed on them. For a tiger, there also needs to be\na waterhole nearby which never dries up even in the summer. There must also be\ndense vegetation, tall grasses, or caves in hills or mountains in the area so that\nthe tiger can find shelter.\n\nA tiger inhabits an area where all these things are available.\n\nWhere does a tiger live?\n\n(> conyouren? >\n\ne From where do we get silk?\n\ne How are trees useful for monkeys ?\n\ne How are trees useful for birds?\n\ne What happens if termites make a tree hollow?\n\n900 ____________________________ 900»\n\nWe keep animals in order to satisfy some of our needs. They become dear to\nus. We look after them well. We feed them. We take them to a vet if they fall ill.\nThese animals, too, return our affection.\n\n(9)\n\n\n--- Page 4 ---\nWe get milk, meat, eggs and several other things from animals. Some\nanimals are useful for carrying burdens or drawing carts. Domestic animals\nare also used to help with the heavy farm work in fields. Dogs guard our\nhouses. Sheep give us wool.\n\nG9 v6 yoursow? > _\n\ne Even the excreta of domestic animals is of use to human beings.\n\ne The dung of cattle is made into dung-cakes. They are combustible. They\nare used in some places as fuel. When they burn they give out smoke.\n\ne Accombustible gas called gobar gas is also obtained from cattle dung.\nThat, too, is used as a fuel. It burns without smoke.\n\ne Cattle dung is used for plastering mud houses.\n\ne Manures made from cattle dung and sheep pellets are good for plants.\nFarmers use them for growing crops.\n\nAnimals are our friends.\n\n(10)\n\n\n--- Page 5 ---\nJust as we need animals, we need plants, too. Plants give us foodgrains,\nvegetables and fruits. We love flowers too. We use them for many different\npurposes. We get flowers from plants. We also get cottonwool from plants to\nmake cotton clothes.\n\nWe grow plants that are useful to us, methodically. We sow seeds. We make\nsure that they get water. We give manure when necessary. We spray pesticides\nif they are attacked by insects.\n\nPlants, too, give to us abundantly. They satisfy our needs.\n\nOther living things also get their food from the environment. For example,\nchameleons eat insects when they are hungry. Some snakes eat mice and frogs.\nTigers eat deer. Goats and sheep eat leaves of plants. Cattle eat grass.\n\nAnew term!\n\narboreal : This word comes from the Latin word ‘arbor’ which means ‘tree’.\n\nArboreal means ‘living in trees’.\n\nAnimals like monkeys and squirrels live on trees. It gives them certain\nadvantages. Being at a height, they are better able to defend themselves from\ntheir enemies. Besides, they can eat the fruits of the trees to satisfy their hunger.\nSuch animals are said to be arboreal.\n\nUnknowingly, they help the tree with whose support they live. As they move\naround here and there in the surroundings, they spread the seeds of the fruit they\nhave eaten, through their droppings. Because\nof this, new trees grow in different places.\n\nSome types of birds, too, find trees useful\nfor building their nests.\n\nArboreal animals\n\n\n--- Page 6 ---\nDo you know ? >\n\ne An egret rides on a buffalo’s back.\n\nWhen a buffalo is grazing in a grassy area, you are\nvery likely to see an egret riding on its back. What could\nbe the reason for that?\n\nA certain kind of egret feeds on different kinds of\ninsects. Grass is full of all kinds of insects. But, because\nthey are hidden in the grass, the egret cannot see them\nand catch them.\n\nAs the buffalo treads on the grass, it frightens the insects, which fly out of\nthe grass. The egret on the buffalo’s back makes no mistake in swooping\ndown to catch and eat them up.\n\n|] Seasonal changes in living things s\n\nFind out:\n\n(1) What is the Marathi name for mango blossoms?\nWhen do mango trees blossom every year?\n\n(2) Does the banyan have leaves throughout the year?\n\n(3) We see frogs everywhere during the rains. Where do they disappear in\nsummer ?\n\n(4) Which is the season for jamuns ?\n\nWe have three seasons, summer, the rainy season and\nwinter. It is very hot in summer. We wear cotton clothes\nand drink plenty of water.\n\nIn the rainy season, we use\numbrellas or different kinds of\nraincoats and hoods to avoid\ngetting wet in the rain.\n\nIn winter, we wear woollens\nand other warm clothes to\nprotect ourselves from the cold. |\n\n\n--- Page 7 ---\nJust as the three seasons affect us, they affect\nall other living things too. We see these changes\ntaking place in the living world every year, year\nafter year.\n\nWinter, in Maharashtra, is also\ncalled the season of paangal, i.e.\nthe falling of leaves. That is because\nmany trees shed their leaves in\nwinter.\n\nThe coats of many furry animals become\nthicker in winter. This keeps them warm in the\ncold season. Such growth of hair is especially\nnoticeable in animals like sheep, and some types\nof goats and rabbits.\n\nThe end of winter is also the\ntime for the mango trees to start\nblossoming. These blossoms are\n\ncalled mohur in Marathi.\n\nAt the close of the month of\nFebruary, it becomes warmer and\nby March, we begin to feel the heat.\nIts time for summer.\n\nMohur ]\n\nIn this season, many trees get new leaves. Forests appear to have taken on a\ncopper colour because these leaves are reddish and shiny while they are tender.\nTheir colour changes to green as the leaves grow bigger. The call of the koel is\nheard in many places.\n\nIn summer, the market is full of mangoes and\nwatermelons for us to buy. This is the season for these\nfruits. Although mango trees grow all over\nMaharashtra, the Konkan region is particularly\nfamous for its mangoes.\n\nIt is also the season for cashew nuts. The red-\nyellow cashew apples can be seen growing on the\ncashew trees on the hillsides in the Konkan region.\n\n\n--- Page 8 ---\nIn June, black clouds make their appearance. Vf py iy\n\nThe rainy season is a short way away. By this ‘ Yj | Y//\ntime, we begin to get jackfruits, jamuns (java Y Y Yj\nplums) and karavandas. | Y VY Yj\n\nThe seeds of grass and other plants lie , thy, YI; Ys\nscattered all over the ground. They sprout and FG , Yy 1 Ye\nstart growing as soon as it begins to rain. It SLL/IL/ITLA nha CLPET A\nbecomes green everywhere. This greenery is\nsoothing after the hot summer months. wish € .\nSometimes, we can even see the rainbow with e se. “f\nits seven colours in the sky. i i\n\nAs it becomes wet everywhere, frogs appear. We\nalso hear the loud noise of frogs croaking all together.\n\nAs the rainy season ends, it is time for winter to make a comeback. “©\nIt gets colder and colder. This is not good for the frogs. They go deep eee\nunder the ground for a long period of slumber which lasts for seven or\neight months.\n\nWe depend on agriculture for food. The different seasons, summer, winter\nand the monsoons are the time for doing different tasks in the fields.\n\ne The needs of all living things are met in the environment. There are\ndifferences in the needs of different living things.\n\ne Some arboreal animals like monkeys and squirrels live in trees and feed\non them. Their droppings help trees to grow in new places. Some birds\nbuild their nests in trees.\n\ne Each type of living thing thrives where all its needs are fulfilled. For\nexample, tigers live in grasslands and aquatic plants live in water.\n\ne Changes in seasons affect living things. In winter, trees shed leaves and\nanimals’ coats grow thicker. At the start of summer, trees get new leaves.\nIn the rainy season, it becomes green all around, frogs appear and crops\ngrow in fields.\n\n( ~\n& Always remember —\n= ~ _\n\nThe environment changes with the seasons.\nLiving things have to adapt themselves to those changes.\n\n(14)\n\n\n--- Page 9 ---\nGurpreet has to go for a hobby class on a hot summer afternoon. She needs to be told\nwhat to do to protect herself from the heat.\n\nIf water collects in fields due to heavy rains, the crops growing there rot. Why?\nWhy do we not get a good crop if we do not get good rains?\nWhy does the Indian rat snake (dhaman) live around fields ?\n\nPweN PE\n\nIf there are furry animals living in snowy regions, would their coats be thick or\nsparse ?\n\n1. Which fruits are the following places in Maharashtra famous for?\ne Nagpur @ Gholvad e Saswad e Deogad e Jalgaon\n\n2. Why do you think these fruit trees grow in those particular regions ?\nFind out and write down the information you get. Share it with your classmates.\n\n1. How are plants useful to us?\n2. What is meant by ‘arboreal’ animals?\n\n3. What changes do we see in trees at the beginning of March?\n\nAfter ..............08 , winter comes again.\nWe keep animals because animals meet some of our .......... .\n\nWe spray ...........06 to prevent insects from attacking plants.\n\nPYN\n\nWinter is also known as the season of ............ .\n\nleant\n000 ————{_ Activity coo» PaZAKS\ne Observe the changes that take place in living things in the different seasons and\nmake a note of them.\n\nals als ala\nway",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:30:21.629446"
}