{
  "lesson_id": "4b7d7fad-5d59-4b3e-b1c2-0e355a5517e4",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "10",
  "title": "Chapter 10 Clothes",
  "content": "--- Page 1 ---\nDo the following activity and make a note of your\nobservations.\n\n— Take a piece of cloth and observe it under a\nmagnifying glass. What do you see?\n\n— Study a sack closely. Can you see how it was\nmade?\n\n— Visit a tailor. For stitching clothes, the tailor cuts\ncloth. Take a piece of cut cloth that he does not\nneed. What do you see at its\nedges?\n\ne You will see that cloth or\nfabric is made by intertwining\nthreads together. Intertwining\nthreads together is called\nweaving. Long threads are\nwoven together to make\ncloth.\n\ne Where does this thread\ncome from ?\n\nTake a wad of cotton wool. Pull at it from\neither side to make it as long as possible.\nLay it on your palm and pressing it with the\nother hand, roll it in one direction.\n\nNote what happens.\n\nYou will see that the wad of cotton gets twisted\ninto a long wick. Earlier, a spinning wheel was\nused to draw yarn from cotton. Nowadays, the\nsame process is carried out on machines. Cloth\nis made of cotton yarn.\n\nBesides cotton, what other materials can be\nused to make cloth ?\n\n\n--- Page 2 ---\nG9 v0 yorison?\n\nIn order to win independence for our country, Mahatma Gandhi started a\npeople’s movement. He called upon them to use only those things that were\nproduced in our country. For this purpose, he began to use a charakha or a\nspinning wheel to make thread. Charakha Mandals were then established\nnationwide which gave the message of using only ‘swadeshi’ goods.\n\nVisit a cloth shop. Discuss the following |),\npoints with the owner and make notes. ie pe\n\n— What kinds of cloth does he stock?\n\n— Do the types of cloth have special names?\n\n— What material are they made of ?\n\n— What is the original source of that material ?\n— Which region has the cloth come from?\n\nAsk the owner for samples of different kinds of cloth.\n\nMake a table of the information you get from the shopkeeper as shown below.\n\nYou will have realized that cloth is made of different materials, for example,\ncotton, wool, jute, nylon, rayon, etc. Plants are the source of some of these\nmaterials. Some are from other sources.\n\ne Make a collection of the cloth samples obtained from the shopkeeper.\n\nNylon and rayon are made of a\ntar-like material. But, then, what is\nthe source of tar?\n\n\n--- Page 3 ---\nPQ 0. sou snow >\n\nCloth can be woven in two ways :\n(1) Sweaters, caps, etc. are woven with the help of\n\nknitting needles at home.\n\n(2) Handlooms and powerlooms are used to weave\n\ncloth on a large scale.\n\ni Doe\n\n(1) Take clean water in a small bucket.\n\n(2) Soak the clothes you have worn all day, in the bucket.\n(3) After an hour, take the clothes out of the bucket.\n(4) Before taking them out, wring them out tightly in the\n\nbucket itself.\n\n(5) Now observe the water in the bucket.\n\n(6) Is the water in the bucket still clean or do you see any change in the water?\n\nYou will see that when we use clothes, they become dirty.\n\nFr conyourn® — Drv ae\n\nCan you give some reasons\nwhy clothes get dirty?\n\nMake a list of the reasons.\n\nThe list shows that our\nclothes become dirty for\nvarious reasons. That is\nwhy it is necessary to clean\nour clothes. Wearing\nclean clothes is a good\nhabit. We must always\nhave clean clothes in order\nto remain healthy and look\nneat and tidy.\n\n(1) With what do we wash our clothes at\nhome?\n\n(2) What is used in the laundry for washing\nclothes ?\n\n(3) Which different types of soaps for washing\nclothes are sold in grocery shops ?\n\ne Find the answers to the above questions\nand make a list.\nYou will realize that various types of soap\nare used to clean clothes, e.g. soap bars,\ndetergent powder, liquid soap, etc.\n\ne What can you use to clean clothes if these\nsubstances are not available ?\n\n(63)\n\n\n--- Page 4 ---\nBuy some ritha (soap nuts). Soak -— Now soak dirty clothes in this water.\n\nthem in warm water. Stir the water. _— Wash these clothes after half an\nWhat happens? hour.\nAdd washing soda to water and — Have the clothes become clean?\n\nstir the water. What happens?\n\nSoap nuts, washing soda, hinganbet, limestone, etc. are used to wash clothes.\nThese are all natural substances.\n\n°66Od— AP _—_—_— 9062\n\nDo you still use the clothes you wore in the first standard ?\n\nIf you do not, what clothes do you use now?\n\nWhy do you not use your old clothes ?\n\nWhy can you not wear a dress now, which was your favourite when you\nwere younger’?\n\nWhat happens to clothes that we do not use any more?\n\nTalk to your parents and grandparents and ask them what happens to old\nclothes.\n\nDid you know that old clothes can be exchanged for new utensils? Talk to\npeople whose occupation is to trade old clothes in exchange for new utensils.\nUse the points given below for the discussion.\n\n1. What do they do with the old clothes?\n\nAre the good clothes and torn clothes separated ?\nWhat do they do with clothes that are still good?\nWho takes them?\n\nWhat do they do with torn clothes ?\n\nDo they keep some of the clothes for themselves ?\nHow can they afford to take old clothes in exchange\nfor new utensils?\n\nMake a note of the information you have obtained. Check whether your notes\nmatch the information given on the next page.\n\nClothes are durable. Therefore, even if they become old, they can still be used.\n\n(64)\n\nINU R WD\n\n\n--- Page 5 ---\ne If old clothes are still in a good condition, they can be given to those who\nneed them.\n\ne Torn clothes can be made into useful articles like quilts or dish cloths,\ndoormats, etc.\nOld clothes can be used to make new cloth.\nThreadbare clothes can be pulped and used to make paper. This pulp is used\nto make paper plates, flowers, etc. It can also be used to make models.\n\nStudy the pictures. Observe the differences\nin the different types of clothes. You will see\npeople wearing these types of clothes in your\nown locality or when you go out of town. Meet\nthese people. Obtain information about their\nclothes and write it in your notebook.\n\nDo they wear such clothes all year round?\nAre any changes made depending on the\nweather? Are any changes made during\nfestivals and other celebrations ?\n\nThere is diversity in clothing in Maharashtra\ndue to cultural and geographical differences.\nConsidering the climate, people in Maharashtra\nmainly wear cotton clothes.\n\n— |\n\n\\\n\nGather old as well as recent photographs of your grandparents, parents and\nrelatives. Ask them when the photographs were taken and write the date behind\neach. Arrange them according to the year in which they were taken. With the\nhelp of the pictures observe how the style of clothing has changed. Find out the\n\nreasons behind these changes.\n\n(65)\n\n\n--- Page 6 ---\n(A) Match the following columns correctly.\n\n(B) Which of the following can be used to wash clothes ?\n\neC =-\n\nsoap detergent powder perfume\n\n(C) Which of the following persons trades old clothes for new utensils ?\n— Kalhaiwala — Boharin — Kasar\n\n(D) Arjun’s body is itching today. What should he do ? Find the right group.\n\n(a) Have a bath. (b) Have a bath. (c) Have a bath.\nPut on perfume. Change his clothes. Put on clean clothes.\nChange his clothes. Apply ash. Take medical treatment.\n\n(E) What changes in clothing do we make according to climate? Write four sentences.\n(F) Draw a picture of your favourite dress.\n\n(G) Wool is made from sheep’s hair. Name another animal which yields thread for\nmaking fine cloth.\n\nals als ala\nrrr",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:31:54.778506"
}