{
  "lesson_id": "71f2d9c0-1c2e-42d6-af83-e3e887a67017",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "24",
  "title": "Chapter 24 Are we endangering our environment",
  "content": "--- Page 1 ---\n=\n™m™ 24. Are we endangering our environment? =\n\nTwenty years ago Today\n\ne Twenty years ago, there were open fields around the city. Today there are\nnew colonies there. There was a big spreading tree near the railway gate.\nDifferent kinds of birds and insects lived happily in the tree.\n\ne Where have those birds and insects gone today?\n\nA\nPafiet 5 fe WL\n\ne What similarities do you find\nbetween a city, a village and a\nforest?\n\ne What differences do you find\nbetween them?\n\n(146)\n\n\n--- Page 2 ---\n>\n|] The progress made by human beings\n\nManis more intelligent than all other animals. He makes use of his intelligence\nto make his life more comfortable. All living things make use of what they find\nin their environment. But only man can carefully study the things in the\nenvironment. He produces new things from materials in the environment. Let us\nsee how!\n\nThis is a story of about 150 years ago. Researchers found out how to use\nmineral oil. Man now had a new and useful fuel to use. He then invented some\nvehicles that would run on this new fuel. These include the motor-car, bus, truck\nand scooter. They also developed railway engines that would run on coal.\n\nPreviously, if one had to travel to another town, one had to walk or ride\nhorseback or on a bullock cart. Various animals were used to carry burdens or\nto draw the carts. Now, we go by bus or railway trains. That helps to save both\ntime and labour.\n\n——\n\n< A\n= 4 Stensenna q\nGY hee .\n\nWe take up various schemes to make our life easier and prosperous.\nWe build dams to satisfy our need for water. We build roads and railways\nfor transportation. Factories are set up to manufacture all the things we\nneed. We build houses so that everyone can have a shelter of their own.\n\nThe things we need to do all this have to be obtained from the\nenvironment. We get them from places like forests, farms and mines. Water\nis used in the factories and then the waste water is let into rivers. All this\nhas an effect on the environment. If the environment is harmed, it has\nharmful effects on all living things. And man is no exception.\n\n(147)\n\n\n--- Page 3 ---\n=>,\n| | Growth of the population\n\n& Find out. ™~\n\ne Acensus was done in 1951. What was the population of our country then?\ne Acensus was done in 2011. What was the population of our country then?\n\nIn the last sixty years the population of our country has tripled. It is still\ngrowing. So, the demand for all those things that we need to take from the\nenvironment has increased many times over.\n\nPeople could not get employment in villages. So they began to leave and to\ngo to the cities in search of work. Cities became crowded. The population in the\ncities grew beyond limits. Cities began to experience a shortage of water. There\nwere not enough houses for everybody. So people could not find a place to stay.\nThere used to be open spaces and fields around the cities. New colonies came up\nthere. And to build these new houses and colonies, the trees there had to be cut\ndown.\n\nIn cities, one has to travel long distances to get to work. So people in cities\nbegan to buy vehicles that run on fuels. In all big cities, these vehicles spew\nsmoke as they are driven around. The smoke mixes with the city air. As a result,\npeople began to have breathing problems. Instances of asthma and other lung\ndisorders began to increase.\n\nTrees have been banished from cities. So, birds do not find places to build\ntheir nests. They also find the smoke in the city air troublesome. They are no\nlonger sure of getting water when they are thirsty. So there are fewer and fewer\nbirds in cities now. The number of butterflies and other insects is also falling.\n\nBecause of the increasing\npopulation, the drainage system in\ncities fails sometimes. Then water\ncollects in the midst of living areas.\nMosquitoes grow in it. They spread\ndiseases like malaria, dengue, filaria,\nchikungunya.\n\nDo you see how the increase in the\npopulation spoils the life we lead in\ncities?\n\n(148)\n\n\n--- Page 4 ---\n|| Ground water is drying up. >\nWater is an important need of all living things. We use water for keeping\nourselves and our houses clean, for cooking, farming, industry and construction.\n\nAs the rainy season ends, the water in rivers decreases. Water in wells too\nrecedes. Their water barely lasts up to the month of March the following year.\nLater in summer, many villages face a serious scarcity of water.\n\n9 ». you know >\n\n| People settle only where water is available from one source or the other. |\n\nDam Hand-pump\n\nThe population keeps growing. The rainfall, however, remains the same. So,\nthere is a shortage of water. Much of rainwater flows away unused. So we began\nto build dams to store rainwater and use it later.\n\nSome people began to use borewells rather than draw-wells and to use\nhand-pumps to lift water. Then, pumps that worked mechanically on diesel\nor electricity were invented. Now the use of such pumps has become\nwidespread.\n\nThe population has so greatly increased that now every summer we face\nsevere water scarcity.\n\nAnother problem that the population growth caused was that of availability\nof food. The food produced in the country began to fall short of the needs of the\ngrowing population. So, our scientists developed improved methods of farming.\nPreviously, farmers would grow only one crop in the year. Now, they can take\n\n(149)\n\n\n--- Page 5 ---\ntwo or even three crops every year. As a result, food production increased but, so\ndid the demand for water for agriculture.\n\ne -_\n- Use your brain power !\n\nPreviously, water was needed for farming only during the rainy season. Now\nit is needed for eight months in the year. Where three crops are taken, it is required\nall year round. It only rains during the rainy season. Then, from where do we get\nthe water for farming and for all our other needs?\n\nWe experience a scarcity of water soon after the rains. Then from where do\nwe get water for the fields in summer and the winter?\n\nRainwater that has seeped into the soil can be used in this situation. Water\nfound in wells and borewells is nothing but rainwater that has seeped into the\nground.\n\nLet us learn about some traditional methods of drawing water from wells.\n\nIn the Konkan region, there are groves of coconut, betelnut and bananas.\nThey are watered using the waterwheel to lift water from the wells. A horizontal\nbeam is placed over the mouth of the well. It supports a large wooden wheel\nwhich turns around. This wheel is called the ‘rahat’. Several pots (gadge) are\nfixed on the wheel. When the wheel turns, the chain of pots turns with it. One by\none, they dip into the water in the well and get filled as they come up. As the\nwheel turns, each pot turns over and the water gets poured into a channel. From\nthere, it is taken to the groves. The waterwheel is turned with the help of a\nbullock or a male buffalo. Such waterwheels or ‘rahat-gadge’ are still in use in\nsome places in the Konkan region.\n\nRahat-gadge Mot\n\nIn other parts of Maharashtra, a mot was in use for lifting well water. A mot\nis a large leather bag. It is lowered into the water at the end of a rope. When it is\nfull, it is lifted out of the well. The water is used for the fields. Bullocks move to\nand fro on a ramp to help lower the bag and lift it. The mot is used in very few\nplaces, now.\n\n(150)\n\n\n--- Page 6 ---\nNowadays, fields are watered using diesel or electric pumps. These\nmechanical pumps can lift many times more water than the mots ever could.\nBesides, because more than one crop is taken every year, the pumps are used to\nlift water even after the rainy season. As a result, the water stored underground\nis getting used up rapidly.\n\n! e What we have learnt —\n\ne Vehicles like motor-cars, buses and scooters that run on mineral oil were\ninvented. So, too, were railway trains. It made travelling easier.\n\ne We build dams, roads and railways. We set up factories and build houses.\nWe release waste water from factories into rivers. This causes harm to the\nenvironment as well as to the living things in it.\n\ne As the population keeps growing, the demand for things we get from the\nenvironment also grows in leaps and bounds. Cities became crowded as\npeople left their villages in search for work. Trees were cut down to build\nnew houses. The number of vehicles increased. Their smoke began to cause\nbreathing disorders.\n\ne Astrees are felled, birds do not find nesting places. There is smoke too. As\na result, the numbers of birds, butterflies and other insects in cities are\nfalling.\n\ne Thegreater the population, the greater is the demand for foodgrain. Farmers\nnow take multiple crops. The demand for water, too, increases.\n\ne Previously, in Konkan, the waterwheel was used to draw well water while\nthe mot was used elsewhere in Maharashtra. Now, pumps are used for the\npurpose in most places. So groundwater gets used up rapidly.\n\nAlways remember —\n\nWhile taking things we need from the environment, we must take care not to\nharm the environment.\n\n(151)\n\n\n--- Page 7 ---\nExercises\n\n(A) What’s the solution ?\n\nYour uncle who lives in Buldhana has an old scooter. It gives out a lot of smoke when it\nis started.\n\n(B) Make a list\n\nMake a list of vehicles that run on petrol or diesel.\n\n(C) Think and tell.\n\n1. Waste water from a factory is let into a river. What harmful effects does it have on\nthe people in the neighbourhood ?\n\n2. How did the discovery of electricity make human life more comfortable?\n\n(D) Answer the following questions.\n\n1. Which are the different vehicles that man has invented?\n\n2. What has to be done to set up new colonies ?\n\n3. Which diseases do mosquitoes spread ?\n\n4. How has taking more than one crop in a year affected groundwater?\n\nXY\n(E) Fill in the blanks.\n\n1. In summer, there isa.............. of water in many villages and cities.\n2. A bullock or a male buffalo is used to turn the ............... .\n\nBo ele cee eee eee eees is more intelligent than all other animals.\n\n4. Amotis a large leather .................. .\n\n5. People leave their villages for the cities in search of ................ .\n\n(F) Find out.\n\nObtain information about the following :\n1. Using diesel and petrol sparingly\n\nmo\n2T2G1TB\n\n2. Saving water\nWrite down the information you obtain and share it with your classmates.\n\n2000 O00\n\ne Go for a walk in your surroundings and observe the changes that have taken place there.\ne Make a model of a waterwheel.\n\nals als ala\nPA\n\n(152)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:34:40.657200"
}