{
  "lesson_id": "761e5030-1f84-4dee-a09b-15136f0adc2d",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "18",
  "title": "Chapter 18 Changes in the Family and Neighbourhood",
  "content": "--- Page 1 ---\nYear 1990\n\nGather the following information about your family from your parents and\ngrandparents.\n\ne How many people were there in your family in each year shown above ?\ne Did the number of people in your family change every time?\ne How did the changes occur?\n\nEach family may have a different number of people. This number does not\nremain the same. As time passes, it may increase or decrease. Marriage is one\nreason for such a loss or gain. You may have seen an aunt or a cousin’s wife\njoining your family after getting married, or another aunt or cousin getting\nmarried and joining another family. The number of people in a family also\nchanges due to births and deaths. A family grows when the new generation is\nborn. When members of a family pass away due to reasons like old age, illness\nor accidents, the number of its members is reduced.\n\nSometimes, children in a family go to other places for their education. Also,\nsome members take up jobs or occupations in other places. Moving from one\nplace to another in order to live there is called ‘migration’. Thus due to migration,\nmarriages, births and deaths, the number of people in a family goes on changing.\n\nIt is not only in our family that we see these changes. They occur in the\nentire society.\n\n(110)\n\n\n--- Page 2 ---\nLS WA +\n= <S) Do you know ?\n\nBirds also migrate.\n\nMany birds migrate in\nsearch of food and\nshelter. Have you seen a\nflock of swans flying in\na ‘V’ formation in the\nsky? Have you heard\nabout the beautiful\nflamingoes? Every year\nthey migrate from one\nplace to another at a\nfixed time. Some birds\nfly far away, while\n\nothers do not go very far. We can see flamingoes at several places in\nMaharashtra between October and March. Birds fly in a flock. Even though\nthey stay together in a flock, they do not have families or neighbours like\n\nhuman beings!\n\nC7) Can you tell ? >\n\nLook at the pictures of\nstamps given alongside.\n\ne Which changes _ are\ndepicted on these stamps?\n\nWhen a member of the\nfamily goes far way for\nsome reason, he stays in\ntouch with the family through\nletters, telephone calls\nand now, the internet.\nThese modern means of\ncommunication have brought\nthe world closer together.\n\nSiem -feepe Irarcct\n\neR\n—~—_A 3\n\n19.54\n\nINDIA POSTAGE\n\n\n--- Page 3 ---\nFrom ancient times to the present, the nature of a family has undergone\nmany changes. When man took up agriculture for his livelihood he settled down\nin one place. A lot of people are required to do the work needed in agriculture.\nTherefore, many relations stayed together and formed a big family.\n\nAs the family grew, it became impossible to feed everyone through farming\nalone. Trade and other new occupations developed. Cities began to grow. People\nbegan to migrate to places where they could find work. Big families were\nscattered into many small families.\n\nIn recent years, the number of people going to other States and countries for\nwork and education has increased greatly. Many families have one of their\nmembers living abroad or in another city in our own country. Therefore, the\nfamily system is also changing.\n\n“car cangcn ha onto, om,\nED roa >\n\nCollect the following information about any three families living near you.\ne Which is their home town/native place ?\ne When and why did the family move from their home town to this place?\ne What changes did they see here?\n\nPeople migrate for jobs, occupations or education. As we migrate, we see the\ndiversity in our country. We are introduced to different festivals, food and\ncustoms and traditions. At the same time, we also realize that as human beings,\nwe are all alike.\n\nGF vo utzon? >\n\nSome people need to migrate frequently for work. Sugarcane harvesters\n\nor construction workers and others like them keep moving to places where\nthey can find work. Wherever and whenever they migrate, their children are\n\ngiven admission in the local schools.\n\n(112)\n\n\n--- Page 4 ---\nCan you tell ? >\n\ne What do you see in these pictures?\n\ne What kinds of things do you exchange with your\nneighbours ?\n\nApart from our family, we also have daily\ncontact with our neighbours. We live in the same\nlocality. We need each other’s help to solve problems\nof garbage, security, water and electricity. In times\nof need, it is our neighbours who help us till our\nrelatives can reach us.\n\nDue to the help we give each other, our\nrelations with our neighbours become friendly.\nFriendly and harmonious relations make for\njoyful community life.\n\n\n--- Page 5 ---\n(A)\n\n(B)\n\n(C)\n\nWhat we have learnt — ™~\n\nThe number of people in a family does not remain the same.\n\nThe number of people in a family may change due to marriage, birth,\ndeath and migration.\n\nAS we migrate, we see the diversity in our country. We get to see the\nvariety in festivals, food items, customs and traditions.\n\nJust as our family changes, so do the other families in our neighbourhood.\n\nBecause of the help we offer each other, our relations with our neighbours\nbecome friendly. Friendly and harmonious relations make for joyful\ncommunity life.\n\nSef Exercises\n\n> SS\nJi\n\nFill in the blanks\n\n1. Moving from one place to another in order to live there is called ............ .\n\n2. As we migrate, we can see the ............ in our country.\n\nNN\nAnswer in one sentence.\n\n1. Why did it become impossible to feed everyone in the family by farming alone?\n\n2. Why does man migrate?\n\nGive reasons.\n\n1. Big families were scattered.\n\n2. Relations with neighbours become friendly.\n\nmn =\nXP ELF\n\nObtain some information about five families in the neighbourhood.\nWrite a composition of ten sentences about ‘My Neighbourhood’.\n\nMake a collection of postal stamps.\n\n(114)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:33:30.143694"
}