{
  "lesson_id": "a63f0f24-4840-44ec-84d8-578a00528340",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "12",
  "title": "Chapter 12 Home Remedies for Simple Illnesses",
  "content": "--- Page 1 ---\ne Observe the pictures given below, and answer the following questions.\n\nWhy is this boy’s arm in plaster ? Why has this girl been brought to a doctor ?\nCould we have put his arm in plaster at home?\n\nWhen we are well, we feel hungry at the right times. We sleep well at night.\nWe have no complaints about digestion. And most importantly, we feel refreshed\non getting up in the morning. We do not feel tired even if we have been at work.\n\nBut sometimes, for some reason, we fall ill.\n\nSakhu had a slightly sore throat. Still, she\nhad some ice-cream. The next day, her throat\nhurt and she found it difficult to swallow. Mother\nmade her gargle with warm salt water before\nand after school for two days. On the third day,\nSakhu’s throat had stopped hurting. This was a\nsimple illness and she soon felt better again.\n\nA fortnight later, Sakhu’s Tai fell ill. She\nwas running a temperature. Her eyes had\nbecome yellow. She did not feel like eating\nanything. Mother took her to the doctor. The\ndoctor said that Tai had jaundice.\n\n(76)\n\n\n--- Page 2 ---\nThe doctor advised her to take complete rest for three weeks. She also told\nher to eat as little as possible of things which contain oil, ghee or butter. This was\nnot an illness that could be cured easily.\n\nShripati and his younger sister Tara were working in the field. A snake bit\nShripati. After biting Shripati, the snake wriggled away. Neither of them got a\nproper look at the snake. But, knowing that it was a snake that had bitten him,\nShripati was very frightened. He shouted loudly for help. People came running.\n\nTara was saying that Shripati should be taken to the taluka place at once. The\ngovernment hospital there would have the anti-snakebite injection to give Shripati.\nBut no one paid any attention to her.\n\nPeople quickly got the bullock-cart ready, and putting Shripati in it, took him\nto the village temple. They called the village mantrik. He laid Shripati on a bed of\nneem leaves and began to chant mantras against the action of the snake’s poison.\n\nWhat do you think? Do the mantras act against the snake’s poison ?\n\nWas it right or wrong to bring Shripati to the village mantrik ?\nWould you have taken Shripati to the mantrik or to the Government Hospital ?\n\nSoon, Shripati felt better. But, was that because the mantras acted against the\nsnake poison? Or, was the snake non-poisonous and the mantrik got the credit\neven when he did not deserve it ?\n\nIf an illness is one that gets cured readily, one can try a home remedy. Do\nyou remember, Sakhu’s mother made her gargle her throat with warm water.\nAnd Sakhu felt better in a day or two.\n\nElderly, experienced people in the family sometimes suggest such cures.\n\nIf we have a cold we can inhale steam at bed-time or take hot fomentations\non the chest.\n\n\n--- Page 3 ---\nIf someone is vomiting as a result of a fever or indigestion, it is better not to\ninsist on him or her having a meal. At most, they should be given a cool lemon\nsherbet and something light, like dahibhat, to eat the next day.\n\nIf someone has a cut, bruise or a small wound, it should be washed with\nclean water and dabbed dry. A tincture of iodine may be applied to it. Then it\nshould be covered with clean cotton and bandaged.\n\nEvenifan illness appears to be minor, it should never be neglected. Remember,\nhome remedies have limits. If a person does not recover in a day or two or if the\nillness worsens, one must go to a doctor.\n\nWithout a doctor’s advice, one should never take any medicine that must be\nswallowed.\n\nA service that takes care of the health of the people and provides treatment\nfor those who are ill is called a health service or medical service.\n\nBig towns and cities have doctors’ clinics and hospitals. But, in most cities\nand in rural areas there are Government Hospitals and Primary Health Centres\ntoo. Patients can get treatment at concessional rates there.\n\nThe municipal corporations of big cities also run hospitals that provide\nmedical treatment.\n\n\n--- Page 4 ---\nMantras, incantations, magic spells and charms do not cure any diseases or illnesses.\n\nHelen is in the fourth Standard in a school in Mumbai. One day, on her way home, she\nwas hit by a moving vehicle. She fell down and became unconscious. Her leg was also\nbadly injured.\n\nFor what purpose is the extract of vasaka leaves useful?\nWhat are the signs which tell you that someone has a cold?\n\nWhat is a balm used for?\n\nPY PY\n\nWhat tells you that the temperature of someone who had a fever is coming down?\n\nGiven below are the names of some diseases and illnesses.\n(1) cold (2) chikungunya (3) malaria (4) bruising (5) stomach upset (6) typhoid\n(7) scorched fingers (8) sprained ankle\n\nDetermine which of these get cured quickly and which ones do not and complete\nthe following table.\n\n(79)\n\n\n--- Page 5 ---\n1. Why did Sakhu get a throat-ache?\n\n2. When Tai had jaundice, for how long did the doctor advise her to take complete\nrest?\n\nWhat is the home remedy for a cold?\n\n4. Should one take medicines that must be swallowed, without a doctor’s advice?\n\n1. Tai’s eyes had become ...................4. .\n\n2. Knowing that it was a ................ that had bitten him, Shripati was very\nfrightened.\n3. One must wash and............ a wound before applying a tincture of iodine on it.\n\n000 Ketivity oe»\n\ne Visit a nearby hospital and interview the doctor there. Find out about some first aid\nmeasures.\n\nals als ala\nrr\n\noc\n2.JQHTH\n\n(80)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:32:23.530046"
}