{
  "lesson_id": "1e50f7b3-f3a2-4700-b111-229c6d4e273e",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "03",
  "title": "Chapter 03 Storage of Water",
  "content": "--- Page 1 ---\nOAS Storage of Water\nED roan >\n\n1. Make a small hillock of mud and stones 2. Now stop watering the\nin the school yard. Set some stones into hillock. Make\nthe hillock. Pour water over the hillock observations using the\nfrom a watering can, like rain. Use the following points :\n\nfollowing points to study\nhow the water flows over\nthe hillock.\n\ne In which direction does\nthe water flow ?\n\ne Why did the hillock\ndry when we stopped\npouring water?\n\ne How long did the\n\ne How does water flow on hillock take to dry?\nthe steeper slopes ? e Which part of the\ne How does it flow on the hillock dried quickly ?\n\ngentler slopes?\ne What happens when the\nstones cause an obstruction ?\ne Where do puddles form? e Why did it take\ne When does the direction of flow change? longer to dry?\n\ne Which part took\nlonger to dry?\n\nYou will realize that some rainwater flows away over the ground. Some\nwater seeps into the ground. All the water we get comes from the rain. The rainy\nseason lasts for three or four months. Along with us, all living things use this\nwater all year round.\n\nIf we do not store water, we will not have enough water for our needs. That\nis why, we have to save water. Water must be used economically. In this lesson,\nwe will see different ways of storing water.\n\nOld water stores\n\nIn the olden days, several methods of storing water were used in our State.\nNowadays, these old water stores are rarely used. However, their remains can be\nseen in all places. Some of them are very re :\nbeautiful. Water in some of these stores never\ngets depleted.\n\n(1) Wells\nSome rainwater seeps into the ground.\nWells are dug to obtain this water.\n\n(16)\n\n\n--- Page 2 ---\n(2) Water tanks in forts\n\nPeople lived on the hill forts in the past.\nThey also needed water. The forts had\nreservoirs and tanks dug into the stone.\n\nA tank on Fort Shivneri\n\n(3) Draw-wells (Aad)\n\nIn the past, draw-wells were dug to get\ndrinking water. They were small wells from\nwhich water was drawn using a small pot =\n(pohra) tied to a rope. A Draw-well (Aad)\n\nAtpadi in Sangli district had a draw-well in every Wada. The draw-wells\nhad water all year round. When the tap-water system was introduced, the draw-\nwells went out of use. Many were sealed. Now there are very few left in Atpadi.\nThis can be seen in many villages.\n\n‘aa\n\n(4) Rivers and bunds\nEarthen or masonry bunds were built\nacross rivers to store their water.\n\nA bund on a river\n(5) Old reservoirs\nReservoirs were built in areas of low\nrainfall or in areas without a major river.\nMost of the reservoirs were built using stone\n\nand mortar. A tank at Chandwad in Nashik district\n\n(6) Old tanks (Houd)\n\nEarlier, tanks were used to store water.\nSome large cities still have these old tanks.\nSome of them are still in use.\n\nFind out if your locality has such old water\nstorage systems.\n\nA tank in Aurangabad city\n\n\n--- Page 3 ---\nEY sna’ inesotaion 2\n\nSavani and Ameya get tap water in their house. As a result, the water from\nthe draw-well which had been used since the old days is not used any longer.\nBecause of this, grandmother is upset. Suggest how Savani and Ameya can use\n\nthe draw-well water for purposes other than drinking.\n1\n\nRecent Systems\n(1) Dams\n\nThe most important of all recent water storages is the dam. Dams made it\npossible to store huge quantities of water. As a result, more land was brought\nunder cultivation. Cities began to grow. It became possible to set up factories\nand generate electricity. Maharashtra has several large dams such as Jayakwadi,\nKoyna, Ujni and Yeldari.\n\nFind out exactly where these dams are located on the physical map given in\nyour textbook.\n\n(2) Borewells\nEarlier, wells were dug to reach the water under the ground, but it was not\n\npossible to draw deep-seated ground water. Now, with the help of electric pumps,\n\nit is possible to do so. Borewells are dug for this purpose. These wells are very\n\ndeep, but very narrow.\n\n(1) Find out if there are any old water stores in your locality. Think about how these old stores\ncan be used again.\n\n(2) Where do water stores like rivers, dams, wells and lakes get their water from?\n\n\n--- Page 4 ---\nPanpoi (Drinking water stands)\n\nPeople out on the roads need water when\nthey are thirsty. In some places, big clay jars\nof drinking water are kept for the use of such\npeople. This water is offered free of charge.\nThis is known as Panpoi. Panpois are set up\nby individuals or institutions. Panpois are very\nuseful, especially in summer.\n\nChhatrapati Shivaji Maharaj gave the following instructions\nfor the construction of hill forts.\n\n‘A fort (hill fort) should be built after first finding out if there is water in the place. If\nthere is no water, and if it becomes necessary to fortify the place, then by breaking the\nrock, reservoirs and tanks should be built.’\n\n*... One should not wholly depend upon the supposition that there is a spring of water\nin the fort and that it would somehow or other supply enough water.’\n\n*... For storing water, 2-4 reservoirs should be constructed. Water from them should\nnot be allowed to be spent. The water in the fort should be well protected.’\n\nWater is a natural resource.\nAll living things need water.\nWe must keep this in mind\nwhen we use water.\n\n(A) Answer in short.\n1. Why should we store water?\n2. What were the traditional ways of storing water in the house?\n3. What is a dam built on?\n4. What must we keep in mind while using water?\n5. What is water pollution?\n\n(B) How can water be saved in places with water shortage?\nSuggest what can be done.\n\n(C) What good habits must we cultivate in order to use water economically?\n\nNNN\nwea\n\n(19)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:30:29.358544"
}