{
  "lesson_id": "14e7e42c-ffca-4110-bbb5-1fd1be5dc1c9",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "01",
  "title": "Chapter 01 The Life Cycle of Animals",
  "content": "--- Page 1 ---\ne Look at the puppies and their mother in the picture. Do you see some\nsimilarities ?\n\ne Look at the butterfly and the caterpillar that has come out of the egg. Do you\nsee any similarities ?\n\ne Ahen lays eggs. Chicks come out of those eggs.\ne Dokittens come out of eggs?\n\nA kid and a fully grown goat are not\nvery different to look at. There is not much\ndifference between a kitten and an adult cat.\nThese babies grow in their mother’s tummy\nand are born from the mother’s tummy, too.\nThese animals do not lay eggs.\n\nBut some animals like crows, spiders,\nlizards lay eggs.\n\n(1)\n\n\n--- Page 2 ---\nAnts, butterflies, fish, frogs, snakes are all animals that lay eggs. But, we do\nnot often see their eggs. The eggs of some very small animals are very tiny. We\nwould hardly notice them. So, we do not come to know that these animals lay\neggs. But, we know for sure that a hen lays eggs. Her eggs are big enough to be\neasily seen.\n\nhatch : When a hen sits on her\neggs to warm them, she is said\nto be ‘hatching’ her eggs.\n\nA hen lays eggs. Warmth is necessary for the\nchicks to grow inside the egg. So, after laying\nthem, the hen sits on the eggs to keep them warm.\nThe chicks inside slowly keep growing.\n\nWhen its growth is complete, the chick breaks\nthe eggshell and comes out.\n\nThe hen looks after its chicks till they\ngrow a little bigger.\n\nWhen a hen is hatching her eggs, she becomes aggressive for fear of their\n\nsafety. She attacks anyone who tries to go near the eggs.\n\ne What are the similarities between the hen and her chick?\n\n\n--- Page 3 ---\nThere are similarities between a goat and its kid, and between a hen and her\nchick. However, a caterpillar and a butterfly are very different.\n\nThus, in some animals, the young one grows into an adult animal that looks\nvery different from the young one. This change of form is called metamorphosis.\n\nButterflies of various shapes and beautiful\ncolours are a part of our environment. They\nlive their life among plants.\n\nAs butterflies grow, they pass through four\nstages. These are egg, larva, pupa and adult.\nThe adult stage is called butterfly.\n\nThe Plain Tiger butterfly is a very common\none. Let us take its example to see how the growth of a butterfly takes place.\n\nThe female Plain Tiger butterfly lays an\negg on the milkweed (ru) leaf. In six to eight\ndays, the larva emerges from the egg. The\nlarva of a butterfly is called a caterpillar.\n\nWhen the caterpillar comes out of the egg it is\nvery hungry. It begins to nibble and eat the very leaf\non which it emerges from the egg. It eats very fast.\nSo, its growth is very rapid.\n\nmoult : to shed old skin to make way for new growth.\n\nThe caterpillar of the Plain Tiger butterfly grows so rapidly in the first two or\nthree days that it does not fit in its skin anymore. But under the old skin, a new\nloose skin is formed on the growing caterpillar. Then, the caterpillar sheds the\nold skin. That 1s, it moults.\n\n(3)\n\n\n--- Page 4 ---\nAgain it begins to gobble up the leaf and continues to grow rapidly. In two\nor three days, it moults a second time. In this way, it moults four times. It remains\nin the caterpillar stage for ten to twelve days.\n\nJust before the last moult the caterpillar weaves a\nbutton of a silken thread on a stalk or a leaf and hangs\nitself from it. When it moults this time it forms a pupa\nwhich is the next stage of its growth. The pupa of a butterfly\nis also called a chrysalis.\n\nChrysalis\n\nIt remains inside the\nchrysalis for the next eleven or\ntwelve days. It does not eat\nanything during this _ stage.\nHowever, inside the chrysalis,\nimportant changes take place in\nits body. The growth of the Plain\nTiger gets completed inside the\nchrysalis. Then, the adult\nbutterfly emerges from _ the\nchrysalis. It now has _ four\nattractive wings and six long\nlegs. All butterflies go through\nthese stages of growth.\n\nFor each type of butterfly, the type of plants on whose leaves its female\nwill lay eggs is fixed.\n\nThe time the larvae take to emerge from the eggs is different for different\ntypes of butterflies. There is great variety in caterpillars. Different types\nof caterpillars are of different colours. Their body is long. Many types of\ncaterpillars are hairy.\n\n(4)\n\n\n--- Page 5 ---\nAfter we have cleaned the grain we buy, we store it in a box. Even then,\nwhen we open the box after some days, we may see some insects in it.\n\nThere can be insects in the grain stored in places like warehouses, in the\ngrocer’s shop or even in our homes. Now, if a female insect lays eggs in this\ngrain, we cannot see them because of their tiny size. The warmth and air they\nget in the box in which the grain is stored is enough for them to grow. So their\ngrowth continues inside the box. They also have the same stages of growth,\nnamely, egg, larva, pupa and adult. When we open the box, we see the insects\nin the grain at the different stages of growth in which they are.\n\ner ~\nB C What we have learnt —\n\ne A hen sits on her eggs to hatch them. The fully grown chick breaks the\neggshell and comes out.\n\ne gg, caterpillar (larva), chrysalis (pupa) and adult are the four stages of\nthe life cycle of a butterfly.\n\ne The Plain Tiger butterfly lays its eggs on the leaves of the milkweed plant.\nThe larva emerges from the egg. It is called the caterpillar.\n\ne When the growth of the caterpillar is complete, it enters the pupa stage\nduring which it lives inside the chrysalis.\n\ne The adult butterfly emerges from the chrysalis. It has six long legs and four\nattractive wings.\n\n~\nre Always remember —\nx “Me ~\n\nButterflies are a part of our environment. It is wrong to catch\nbutterflies just for fun and to keep them tied with a string.\n\n(5)\n\n\n--- Page 6 ---\n1. It takes 20-22 days for a chick to emerge from a hen’s egg. Would the\nyoung ones of other birds also take the same number of days to hatch?\n\n2. You must have seen dragonflies hover over grass. Which stage of their\nlife cycle is this — the egg, larva, pupa or adult? —s\n\n3. When you take a bunch of a leafy vegetable to sort it, you may find\nholes of different sizes in the leaves. Some leaves may have been nibbled at the\nedges. What do you think is the reason for that?\n\n4. When you shell peas, you sometimes see tiny green living things inside the pod.\nWhich of the four stages of the life cycle of an insect are they?\n\n1. Why must the hen sit on her eggs?\n\n2. Why does a hen become aggressive when she is hatching her eggs?\n\n3. Which are the four stages of the life cycle of a butterfly ?\n\n4. Which changes take place inside the chrysalis of the Plain Tiger butterfly ?\n\n1. Alamb emerges from an egg.\n2. Wecannot easily see the eggs of an ant because they are very tiny.\n\n3. When the caterpillar emerges from the egg, it is not very hungry.\n\n1. The female butterfly lays .............. on the leaves of a plant.\n2. The larva of a butterfly is called a... .\n\n7000 {Activities ) 00»\n\ne Draw and colour the picture of a Plain Tiger butterfly.\n\ne Collect colourful pictures of other butterflies and paste them in your notebook.\n\nals als ala\nway",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:30:04.878470"
}