{
  "lesson_id": "057f1579-58c7-4deb-87fa-d9d4f960e09d",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "21",
  "title": "Chapter 21 Management of Community Life",
  "content": "--- Page 1 ---\n» NN 21. Management of Community Life -\n\nor Can you tell ? >\n\nShraddha, Ayesha and Emily’s parents decided to take a trip in the summer\nvacation. They booked a special mini-bus for the trip. In the morning, everyone\ngot ready. They waited for the bus for a long time, but it did not arrive. When they\nmade enquiries on the phone, they realized that the driver of the bus did not know\nwhere exactly they were all waiting. Finally, the bus arrived, and they set off on\ntheir trip.\n\ne What caused the confusion in the trip ?\ne What would you suggest to avoid this kind of confusion?\n\nTo do any kind of work smoothly, some management is required. What is\nmanagement? The first step in management is to prepare an outline of how and\nwhen the work is to be done. If we are going to be working in a group, the outline\nmust be clearer and more detailed. One has to decide what task each person will\ncarry out. Each person must know clearly, how to carry it out. Proper co-ordination\nhas to be maintained among the people involved. We also need to make sure that\neach person is doing his/her work properly. An estimate of the amount of money\nneeded for the work needs to be made in advance. If all these things are done\nproperly, the work gets completed smoothly. Even if one person makes a mistake\nor slacks off on the job, the work does not get completed properly.\n\n(127)\n\n\n--- Page 2 ---\nSome management is required even when guests are invited home for lunch.\nWhat dishes will we make for lunch? What ingredients are needed to make\nthem? Do we have all those ingredients at home or will they have to be bought\nfrom the market? How will we receive the guests? Parents decide many such\ndetails in advance and act on them. If everything is decided properly and carried\nout as planned, the party will also be a success. If something is left out, or if a\ntask is not done, it can spoil the party.\n\nIf management is necessary even for small functions such as these, how\nimportant it must be in running a school, a town, a district, a State and the\ncountry!\n\n<2 ~Do you know ?\n\nIf you manage your studies properly, you learn better. How can you do this?\ne Fix atime for studying every day and follow it strictly.\n\nMake a list of things to be studied every week. (e.g. reading Environmental\nStudies, Part One, Lesson 3 or solving sums with fractions.)\n\nStudy the items in your plan.\n\nTake enough time to study each subject.\n\nDo not avoid studying difficult subjects. In fact, finish studying them first.\n\nIf you have free time, put it to good use by studying.\n\nFix a particular time for playing, watching TV and resting. However,\nremember to spend only that much time for those activities.\n\neo Can you tell ? »s\n\ne What tasks are necessary for the management of your classroom ?\n\ne How will you choose your representatives to carry out those tasks ?\n\nHas the classroom been cleaned properly? Is there chalk and a duster in the\nclassroom? Is the board clean? Checking these things regularly, writing good\nthoughts on the board and maintaining discipline in the classroom is the\nresponsibility of class representatives. Similarly, to make sure that the school is\nrun smoothly, a ‘School Management Committee’ is formed.\n\nThe School Management Committee consists of parents, teachers, local\nexperts and student representatives. The Committee tries to understand the\n\n(128)\n\n\n--- Page 3 ---\ndifficulties of parents, students and teachers. It gives guidance so as to solve\nthese difficulties. It prepares and recommends a school development plan. It\nkeeps an eye on the regular attendance of students and teachers in the school. It\nhelps in carrying out schemes such as the mid-day meal. In this way, teachers\nand parents work together through the School Management Committee to ensure\nthe all round development of the students.\n\ne Obtain information about the School Management Committee in your school.\n\neo Can you tell ? ~\n\ne Why do accidents occur on the streets ?\ne Why must we follow traffic rules?\n\nWhy does school always begin at a fixed time? Why is a timetable of\nall the subjects made? Why do vehicles only run on the left hand side of\nthe road? You must have wondered about these things before. If there is\nno fixed time for school to start, what will happen? Students would come\nto school and go home whenever they wished. We would not know when\nto study. If there were no timetable, students would bring the textbooks\nand notebooks of all different subjects to school.\n\nRules guide us about how to behave in society. Because of rules, we\ncan be sure that everyone will behave in a particular manner. For example,\nbecause we know that everyone will drive their car on the left hand side,\nwe can also drive our car in the same way, safely. If we did not know\nwhether the vehicle coming towards us would come from the left or right,\nwe would also get confused.\n\n(129)\n\n\n--- Page 4 ---\nRules are made so that community life can go on in a smooth and orderly\nmanner. Earlier, customs and traditions formed the basis of rules. Now it is\nthe government that makes the rules. After independence, a ‘Constitution’ was\nframed for our country. The Constitution provides the fundamental framework\nfor governing the country. It lays down the principles on which a society is\norganised and developed. The elected representatives run the country according\nto the Constitution.\n\nThe local administration is run by the local government bodies.\n\nCan you tell ? »\n\n=\n\ne Find out which local government body works in your area.\n\ne Have youseen any name plates related to them in your locality? (For example,\nthe name of the ward, the house of your corporator/mayor/sarpanch, gram\npanchayat headquarters, etc.)\n\nWomen drawing water at a well A park\n\nStreet lights A van collecting garbage in a city\n\nWe are dependent on many people for things needed in our daily life. We\nneed water for drinking, washing, for agriculture and also for animals. It is\n\n(130)\n\n\n--- Page 5 ---\nnecessary to clear the garbage in our neighbourhood every day. We need roads,\nstreet lights, schools, hospitals, public parks and gardens. Fulfilling these needs\nis the responsibility of the local government body. People elect their representatives\nto the local government body to attend to these needs.\n\n=\nWhat we have learnt —\n\nManagement is necessary for any work to be done properly.\ne Adetailed plan is necessary for group work.\ne If work is carried out according to the plan, it is done smoothly and on\ntime.\ne The School Management Committee works to ensure the all round\ndevelopment of children.\n\ne The local government body provides facilities for the daily needs of people.\n\n45) Exercises\n\n~ \\YSE\n\n. 4\n(A) Answer in one sentence.\n1. What is the first step in management?\n\n2. Why are rules made?\n\n(B) Fill in the blanks. q\n| ee is necessary to do any work.\n2. eeetteesteeeees must be maintained among the people involved.\n3. People elect their... to the local government body.\n\n(C) Guests have been invited home for lunch. What management is QN\nrequired for that? Make a plan.\n\ne Prepare a timetable for your daily studies and play. Make a note of whether you follow\nthe timetable, and how it helps.\n\ne Organise your daily chores. Discuss how planning is useful.\n\ne Invite the representatives from your local government body to your class and interview\nthem.\n\n(131)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:34:01.231328"
}