{
  "lesson_id": "9cb9b9c5-64a0-48c5-b96e-3d7dcf95a39d",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "17",
  "title": "Chapter 17 My Upbringing",
  "content": "--- Page 1 ---\n17. My Upbringing -\n\nSay. 3\n\nis\nMa\n\ne What do you see in these pictures?\n\ne What are the kids in the pictures learning from the grown-ups?\n\nWe learn many different things while we are growing up. They lead to the\ndevelopment of certain habits, likes and dislikes. They shape our views and\nthoughts. This is what is known as our upbringing.\n\nYou must have seen photographs of your childhood. You began to crawl. You\nlearnt how to walk and how to talk. And apart from this, you learnt many more\nthings — how to brush your teeth, how to bathe, how to eat without spilling, how\nto behave with people older than you. You learnt many more things besides these\nbasic ones. How to fill your schoolbag, how to ride a bicycle, how to play a cell\nphone game, when to feed the cattle, how to buy groceries, how to behave with\nstrangers. The list can go on and on.\n\nHow did you learn all these things? Who taught you all these things?\n\n(105)\n\n\n--- Page 2 ---\nYou must have learnt many of these things from your parents and relatives.\nHolding our hands, our parents teach us to walk. They teach us how to behave\nand how to talk to others. When we make mistakes, they show us how to correct\nthem. They want us to become good people.\n\nGPR9 vou snow >\n\nHow does a lion cub learn how to hunt?\n\nA lion cub is not able to hunt as soon as it is born. It is taught how to hunt\nby its mother and other lionesses in the pride. These cubs are quite helpless for\nabout the first two weeks. They do not even open their eyes. Therefore, their\nmother keeps them hidden away from others. When the cubs are about eight\nweeks of age, they are introduced to the other members of the pride. All the\nlionesses take care of the cubs. A cub is pampered by all of them until it is\nthree months old. Then, it begins to learn how to hunt. It takes two to three\nyears for a cub to become adept at hunting.\n\nOur loved ones, too, try hard to see that we develop good habits. Our close\nrelatives like our grandparents, uncles and aunts also have great affection for us.\nWe learn many things from them, too. People who are close to us, teach us how\nto carry out our own tasks ourselves. They appreciate it when we can do all these\n\nthings properly. They commend us saying that we have grown up.\n\nPPR9 0. sou ison >\n\nHave you heard the names Hali Raghunath Baraf or Sameep Anil Pandit?\n\nHali is a girl from Shahapur taluka in Thane district. Hali rescued her older\nsister from a leopard. Sameep rescued buffaloes tied in a cowshed from a\nfire. For these brave acts, the two were felicitated with the National Bravery\nAward by the Prime Minister of India in 2013.\nKY\n\nFY consousen2 > _\n\nWhat did you learn from your parents and relatives? Make a list. How did\nyou learn these things? Think about it.\n\n(106)\n\n\n--- Page 3 ---\nDo you know ?\n\nBaba Amte spent his entire life in social service. His lifelong goal was\nto serve people suffering from leprosy and also other handicapped people,\nand to help them stand on their own feet. In this mission, he was helped\n\nimmensely by his wife, Sadhanatai. His work is\nbeing carried on by his sons and his daughters-\nin-law. Now, even the third generation of the\nAmte family is carrying on this mission. This\nexample of social service carried on relentlessly\n\nby three generations of a family is really\nBaba Amte inspiring.\n\nEverything that we learn is not ‘taught’ to us by somebody. We pick up\nmany things through observation and through exposure. How do our friends\nspeak? What clothes do they wear? What games do they play? How do they\nstudy? We pick up many of these things unconsciously. Many times, we also\nbegin to behave like our friends.\n\nThese parents eye come for a parent-teacher meeting at school. See what they\n; say to each other!\n\n7 Earlier, Renuka never ate\nher vegetables. Now that\nshe has started going to\n\nschool, she eats ,\neverything without a fuss. //\n\nEver since Zoya,\nShilpa and Gail have\n> become friends, they\nride their bicycles\ntogether every evening.\nI’m happy that they all\nget enough exercise\n\nEver since Prathamesh\\\nhas become friends\nwith Salman and\n\\. Boman, he has started\ntaking a lot of interest\n\nin maths.\n\n(107)\n\n\n--- Page 4 ---\ne What do you like about your friends? What do you not like?\ne What would you like to learn from your friends?\n\nWe are influenced by other people around us just as we are influenced by our\nfriends. We meet our neighbours every day for some reason or other. We observe\ntheir ways of behaving, speech and eating habits from up close. This, too, has an\ninfluence on our upbringing. If people from another place happen to be our\nneighbours, we naturally get to know about their food and festivals which may\nbe different from ours. This is how we become familiar with diversity.\n\nMany of our neighbours know us from our childhood. They, too, feel\naffectionate towards us. We learn some good habits from our neighbours, too.\nOur neighbours also influence our upbringing.\n\nHeena:\n\nThis is my neighbour. She\nis very old. Even then, she\nsweeps her front yard\nevery day without fail.\n\nPratap:\n\nThis is my neighbour.\nHe likes to go for\nwalks every morning.\n\nI call him Ajoba. She does her own work\nSometimes, herself. Because of her,\nI go to the hill with I realized that we all\nhim. must be self-reliant.\n\nSupriya:\n\nDidi living next to us\nloves to read. She often\ngives me nice\nstorybooks to read.\n\ne Like Pratap, Heena and Supriya, have you learnt anything from your\nneighbours? Write about it in your notebook.\n\n\n--- Page 5 ---\n1. Our loved ones try hard to see that we develop .............::00 habits.\n\n2. Our neighbours also influence our .............eeee .\n\n1. How do we develop certain likes and dislikes ?\n\n2. How do we learn about diversity ?\n\nLo eeeeeeteeteeeeee climbs the hill with the Ajoba next door.\n2. Supriya loves to read because of her ...............06 .\n\n3. The lady next door taught ........... about self-reliance.\n\n000 (Activities } ov»\n\ne Find other pictures and stories about girls and boys who have won a Bravery Award.\n\ne@ Make a list of the new things that your friends have learnt during the vacation.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:33:20.967623"
}