{
  "lesson_id": "1f0e4e8e-2c27-4296-861b-113a0eadb283",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "05",
  "title": "Chapter 05 Water for Every Household",
  "content": "--- Page 1 ---\nmm» NN 5. Water for Every Household =\n\n|| Can you recall ?\ne What are the different purposes for which we need water?\n\n~\no> Can you tell ?\n\nThe picture below shows some containers used for storing water at home.\ne Which of these have come into use more recently?\n\ne What materials are used to make these different containers?\n\ne What are the advantages of having a lid and a tap on the container?\n\nWe need water all the time. We have to store water in the house so that we\ncan get it when we need it. Earlier, brass and copper pots as well as earthen pots\nwere used to store water. Ask your parents or grandparents for the names by\nwhich these different pots were known. People also built tanks in their houses to\nstore water. Nowadays, steel or plastic is also used to make different containers\n\nfor storing water.\n\n(28)\n\n\n--- Page 2 ---\nCare of drinking water\n\nTo ensure good hygiene, we must have safe drinking water.\nIf we consume contaminated water, it can cause diseases. That\nis why, we take special care of the water\nwe store for drinking and cooking.\n\nWe keep the drinking water containers covered. This\nprevents dust and other rubbish from entering the water. If\nwe dip our hands in the water to take it out, the dirt on our\nhands can enter the water. So we use a dipper to take the water and we replace\nthe lid at once.\n\nBut the best method of taking water is to have a tap on the container. This\nway, it becomes easier to take the water, and it also prevents contamination.\n\nWhen the water in a container is finished, we wash the container well before\nrefilling it. If we take such care, drinking water remains clean.\n\nCs] Do you know ? >\n\nWater does not become stale ...\n\nSome people believe that the previous day’s drinking water must be\nthrown away and fresh water stored every day, because the previous day’s\nwater becomes stale. But, this 1s a misconception. Throwing away that\nwater amounts to wasting good water. We should use drinking water for\nother purposes only if it gets dirtied due to some reason.\n\nUse your brain power !\n\nWhy have people begun to use plastic or steel containers for storing water?\n\nDo this under adult supervision.\n\ne Take a plastic bottle. Cut off its upper narrow\nportion. Make four small holes on the four sides of\nthe bottle near its base.\n\ne Cut a spent ball-pen refill into four pieces. Fix one\npiece into each of the four holes tightly.\n\n(29)\n\n\n--- Page 3 ---\ne Fill the bottle with water.\nWhat do you see?\ne Water flows from all the four tubes.\n\nWhat does this tell us?\ne Using pipes, we can distribute water stored in one place to several different\nplaces at the same time.\n\n060 000\n\nLarge cement or plastic tanks are installed on the roofs of big buildings.\nWater from these tanks can be piped to the kitchens, bathrooms, toilets in these\nbuildings. When taps are fitted on the pipes, water can be taken or shut off\naccording to the need. This is how water from just one tank can be obtained at\nseveral places in a building at the same time.\n\nOverhead tank\n\n26\n\nO\n\nWater supply in a house Overhead water tanks\n\n2) Can you tell ? >\n\ne Ifthe rule is for everyone inthe | e If every family had to collect the\nhouse to cook for themselves, what | water they need every day from the river,\n\nwould be — what would be —\n(1) the advantages? (1) the advantages?\n(2) the disadvantages ? (2) the disadvantages ?\n\n\n--- Page 4 ---\n[| Water supply for a human settlement\n\nLakes, rivers, reservoirs are our\nsources of water. They are often at long\ndistances from our houses. It is difficult\nto collect water from such distant places.\nBesides, we cannot be sure that the water\ncan be used as it is for drinking.\n\nThat is why, a large water source is\nidentified near a settlement. Water from\nit is brought through large pipes to a common place. There, the water is made\nsafe for drinking. This is called purification of water. Arrangements are made to\ndistribute this water all over the town or city. This is called distribution of water.\n\n& Can you tell ? >\n\nWhen we draw water into a spray pump from a bucket of\nwater, in which direction does the water flow?\n\n| | Water tanks at a height\n\nWe know that water flows downwards.\nBut, if we want to lift water upwards, we have\nto use some force. To do that, we need to use a\nmachine. Machines used for lifting water are\ncalled pumps. Pumps run on diesel or electricity.\n\nBefore electricity was discovered, it was\nnot possible to raise water to very great heights.\nBut electric pumps can help us do so. Hence,\nwater can be filled in tanks at a height (water\ntowers) and supplied from there to towns and\ncities.\n\nWater tower\n\n(31)\n\n\n--- Page 5 ---\nSuch tanks are used to store the water that leaves the water purification\nplant. According to need, water is released from these tanks through big pipes.\nThis pipe branches out into many smaller pipes which lead the water to different\nareas around the large water tank. In a particular area, the pipe branches out into\nsmaller and smaller pipes which take water to every house.\n\nIn some places, there are two or three common taps for the whole area. People\nliving in that area come there to fill water for their families.\n\nSource of water for\nthe settlement\n\neS\n\nWater tower\nWater\npurification\ncentre\n\n;\nfas a\n\na!\na.\n\nJourney of water from source to house\n\nRs] Do you know ?\n\n=~\n\nHuman beings cannot live without water. Hence, it is necessary to have a\nsource of water as close as possible to where we live.\n\nThat is why, in olden days, cities grew on the banks of big rivers. There\nare many such cities in our country. Delhi is the capital of our country. It is\nsituated on the banks of the river Yamuna in north India. Patna, on the banks\nof the Ganga in Bihar and Nashik in Maharashtra on the banks of the Godavari\nare other examples of such ancient cities.\n\n(32)\n\n\n--- Page 6 ---\nEven today, in some places, water is drawn from wells or borewells for use\nat home. But, it needs to be ensured that the water is potable. If it is not, then it\nshould be boiled for the purpose of drinking, so that it will not endanger our\nhealth. In some places, water is supplied by transporting it by means of tankers.\n\neo Can you tell ? >\n\ne How much water is required in your house every day?\ne Who fills this water?\n\nCs Try this. >\n\nTake an empty bucket. Lift it to get an idea of its\nweight.\n\nNow half fill it with water and see how much\nheavier it becomes. It must be quite a hard chore to\ncarry a bucketful of water from one place to another,\ndon’t you agree ?\n\nRemember how much water you need in your house?\nNow you can understand how much work is done to fill that much water.\n\nor Can you tell ? >\n\nWhich fuel is used to run the following machines ?\n\ne The hand-pump that lifts water from a borewell.\ne The pump used to store water in the water tower.\ne The tanker that brings water to a certain area.\n\n\n--- Page 7 ---\nMany people are engaged in the work of water purification, storage and\ndistribution. Electricity or diesel are used to run the machines for these purposes.\nA lot of money is spent for this work. Hence, potable water proves to be an\nexpensive substance. We must take care of water just as we take care of our\nother valuables.\n\nWe must not allow stored tap water to be wasted or become contaminated.\nWhat can we do to use water without wastage ?\n\ne Ifthe water you have taken in a mug to wash your face is left over, will you\nthrow it away or keep it to use later?\n\ne While you brush your teeth, do you keep the tap running, or do you turn it off\nin between ?\n\ne Do you throw away the water used for washing vegetables, fruits, etc., or do\nyou water your plants with it?\n\ne When rinsing things under a tap do you turn it on fully or just enough?\n\n° >» XX\nBy Use your brain power !\n\nThe garden is to be watered. Tap water and well water are both available.\nWhat will you use?\n\n& What we have learnt ~\n\ne We need water continually. So we store water at home.\n\ne A lid and tap on a water container help to keep the water clean and make\nit easier to use.\n\ne If drinking water is not potable, it can cause diseases. Therefore, special\ncare must be taken of drinking water.\n\ne Cities and towns have water purification centres and distribution systems.\ne If we use water from other sources, we should ensure that it is potable.\n\ne Obtaining potable water involves labour as well as expense.\n\ne Water should be stored properly and used carefully.\n\nAlways remember — »>\n\nWater is valuable. Take good care of it.\n(34)\n\n\n--- Page 8 ---\nExercises\n~~ ~\n\n(A) What’s the solution ? ~\n\n@ The common tap in the locality is seen dripping all the time.\n(B) Use your brain power ! ~\n\n@ What can you do to ease the work of filling and storing water in your house ?\n\naN\n(C) Right or wrong?\n\nSameer drank water from the pot and left the lid beside it.\nNisha waters her plants with the water she has used for cleaning the dishes.\nWhen water comes in the tap, Sai empties her pot and fills it again.\n\nPweN PE\n\nReshma carries drinking water with her when she goes for a picnic.\n\n(Activities )\n\n(1) Find out:\n@ = Which is your city’s common source of water? Where is it located?\n\ne Where is the water purification plant?\n\ne Where is the water tower which supplies Water tower\nwater to your area?\n\ne What are the distances between these\n\nplaces?\n. Water\ne How far is your house from the water purification\ntower ?\n\ne Write these distances in the diagram given\nalongside.\n\ne Add all these distances to find out the\ntotal distance that water travels from the\nwater source to your home.\n\nsettlement\n\nTotal distance travelled by water\n\n= vecsssssennes km + wee km + wee km\n\n= scssossconscens km.\n\n(2) Meet the person who is in charge of\ndistributing water from the tank to different parts of your locality.\nAsk him to explain the work they do.\n\nTo which parts does he supply water every day ?\n\nHow does he ensure that all parts will get enough water?\n\n(35)\n\nale ale als\nway",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:30:58.720784"
}