{
  "lesson_id": "d5a39dbe-5fed-4ea7-a8b5-f322f2c96b4f",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "22",
  "title": "Chapter 22 Transport and Communication",
  "content": "--- Page 1 ---\n_\nmm iN 22. Transport and Communication =\nor Can you tell ? >\n\nN\\\npr \\\n\n—\nel ee Coe\ni ee eee\n\nNN\nY\nf\n‘\ny\n\ne Study the pictures shown above. Among them, find the means of transport\nyou have used or seen and put a V in the box next to its picture.\n\ne Find the means of transport used to travel high above or away from Earth.\nDraw a circle in the box next to it.\n\ne Have you seen the remaining means of transport anywhere before? In which\nperiod of time do you think they were used? Discuss it with your friends and\nteachers.\n\nFrom the activity above, you can see that we used different means and\nmodes of transport at different times in history. The means of transport we use\nnowadays are faster and safer than the older ones.\n\n(132)\n\n\n--- Page 2 ---\nStudy the pictures.\n\n1. For what purposes do we use each of the above means of transport?\n2. Which of these three was the first to be used by man?\n\n3. Which part is common to all the three?\n\nMan used to see logs of wood and round boulders rolling down mountain\nslopes. It is thought that these observations gave him the idea of the wheel.\n\nIn olden days, planks of wood were used to transport objects. Later, by\nattaching wheels to these planks, the speed of transport increased. Time and\neffort were saved. The invention of the wheel is an important step in the progress\nof mankind.\n\nEven if ultra-modern means of transport have been invented in modern\ntimes, in some parts of the world, men and animals are still used for the\npurpose of transport. For example, yaks are used in inaccessible parts,\ncamels in the desert and palanquins or dolis in mountainous areas.\n\n\n--- Page 3 ---\nWater and wind are substances that flow. Pipes are used to transport these\nsubstances. Water has been transported through pipes or canals since ancient\ntimes. It is safer to transport combustible substances such as mineral oil and\nnatural gas through pipes. Crude oil is transported from the oil well to the\nrefinery through pipelines. Similarly, after refining, it is transported to through\npipelines to the marketplace, in some parts.\n\noe Try this. >\n\nManjeet and Salim have to bring water from a mountain. However, since\nthe weight of the water is too much for them, they cannot carry it down themselves.\nWhich of the following options should they use?\n\n(1) A horse (2) A pipeline (3) A palanquin\n\nor Can you tell ? >\n\nVarious means and methods of communication are shown above.\n\n(1) Which of the means of communication that we use at home are shown in\nthe pictures? Put a A next to them.\n\n(2) Which of the other means of communication have you seen before? Put a\nO next to them.\n\n(3) Find out about the remaining means of communication from your teacher.\nObtaining or sending various types of information is called communication.\n\nA few centuries ago, messages were sent by tying a letter to the foot of a\npigeon. Messages were also sent through runners. In later times, telegrams and\nthe postal service came into use. All these methods were very slow as compared\nto modern methods.\n\n3\n\n\n--- Page 4 ---\nNowadays, we have new techniques for very quick communication.\nCommunication is now used in every field. With the help of media such as\nradio, television, internet, mobile phones, etc. we can easily communicate with\nseveral people at the same time. Man-made satellites are used for this purpose.\nNewspapers, periodicals, books, radio, television, internet etc. are all means of\nmass communication.\n\nDo you know ?\n\nIn the beginning, man used gestures and facial expressions and\ndifferent kinds of sounds to communicate. Later, different sounds came\nto mean different things. This led to the development of language. After\nspoken language, man invented writing. He began to carve his thoughts\nonto the walls of caves and pieces of wood. Communication began in\nthis way in very ancient times.\n\ne —=—\ney Use your brain power !\n\nRead the passage given below and answer the following questions.\n\ne Which are the means of transport mentioned in the passage ?\n\ne Which are the means of communication mentioned in the passage ?\n\ne Arrange these means in order from the fastest to the slowest. Which of them\nhave you used?\n\ne Which device has not been represented by a picture ? What is it used for?\n\n“As today was a holiday, Rohan was at home. He was watching a cricket\nmatch on q_). Just then the door Zz rang. When he opened the door, he saw\nthe postman standing there. The postman gave him a (3 and a i)\nThen he sat on his Banna rode away. Rohan’s aunt had sent the . She\nwas coming to town for the Christmas vacation. According to the|“\\sent eight\n\ndays ago, Aunt was to arrive from Nagpur by «EN today. Just then,\n\nthe yy rang. When Mother picked up the fH , 1t was Aunt on the line. Aunt\n\nhad reached the station. When Mother went to Sania’s room to give her this\n\n(135)\n\n\n--- Page 5 ---\nnews, she was listening to music on her 68 . Mother then called Dada. Dada\nwas chatting with his friends on the 2 . At last, Mother told Rohan, “Rohan,\n\nyour father has gone to the farm on the 44 . Give him the message on his\n\nmobile.” “Mother, I cannot reach Father’s mobile.” Just then, Dada came. He\n\nsaid, “I will take ine GBS to the station to pick up Aunt.” Saying this, he left.\n\nCs Try this.\n\ne Study the birds and animals in nature.\ne See how they communicate with each other.\n\ne Animals make certain specific sounds when they are in danger, when they\nrecognize someone, when they see food or when they are injured. Listen to\nthese sounds carefully and make a note of them in your notebook.\n\ne Study the responses of the birds and animals when such sounds are made\nnear them.\n\nCats, dogs, sparrows and crows make different sounds in different\ncircumstances. You will find that other animals also make such sounds. This\nmeans that animals also communicate with each other. They also send and\nreceive messages.\n\n~\nyy Do you know ?\n\nFish live in water. How do they communicate?\n\no Can you tell ? >\n\n1. What act does the picture show ?\n\nWhat is the man in the picture doing ?\n\n2\n\n3. Have you seen such a performance in your neighbourhood ?\n4. Make a list of similar acts that you know.\n\n5\n\nWhy do we watch such programmes ?\n\n(136)\n\n\n--- Page 6 ---\nStudy the pictures given\nhere. Now compare your\nlist with the forms of\nentertainment shown here\nand see if they match.\nAll these acts entertain\nus. These are all local\nand live forms’ of\nentertainment. We _ can\nsee these artists in person.\n\nA\n\nShahir\n\nClown\n\nMagic show\n\nStreet play Puppet show\n; ~\nCe Try this.\n\nActivity 1 Talk to the magicians, shahirs and other artists who perform in\nyour neighbourhood.\n\nActivity 2. While watching your favourite TV show, try to talk to your\nfavourite artist.\n\ne Inthe two activities above, who were you able to talk to?\ne Which were the artists that you could not talk to?\ne What is the reason why they could not speak to you?\n\nWe use the radio, TV, computer and projector. We enjoy the programmes\non these devices. These programmes are performed somewhere far away.\nThey are filmed and recorded there and then transmitted to us. We can see\nand hear the programmes using the devices listed above. The radio, TV, etc.\nare means of entertainment that transmit programmes.\n\n(137)\n\n\n--- Page 7 ---\ne Which of the following is/are\nnot a means of transmission ?\n(1) Radio (2) Television\n(3) Puppet theatre (4) Cinema\n\nRecently, the use of mobile phones\nhas increased. However, our beloved\nsparrows are disturbed by the waves\ncoming from mobile phones. That is\nwhy sparrows are disappearing from\nour environment.\n\ne Meena has to send a very\nimportant message to a distant\nplace right away. Which means\nof communication do you think\nshe should use?\n\nMeans of transport and communication\nare to be used as needed. Excess use of\nthese means is harmful for us, for all\nliving beings as well as for the\nenvironment.\n\n1. To travel far from Earth OVGPOL ~\n\n2. To carry heavy loads (on land) ( )  b. Arocket\n3. To travel through water ( )  c. Apush-cart with wheels\n\n1. Which means of communication can be used to promote the pulse polio campaign\nin rural areas?\n\n2. What means of communication do you use to watch a cartoon film?\n\n3. What is a textbook used for?\n\ncoo —_____{ Activity_ 000\n\ne Make posters to give the message of avoiding unnecessary use of means of transport\nand communication. Put up a small exhibition of the posters in your school.\n\nale ale als\nway\n\n(138)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:34:14.366410"
}