{
  "lesson_id": "ae0a894b-ed48-452b-9679-7c4225e83456",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "09",
  "title": "Chapter 09 Air",
  "content": "--- Page 1 ---\nWhat are the people in\nthe pictures doing?\n\ni Doe\n\ne Take water in a big container.\n\nTake a small narrow container.\n\ne Hold it upside down on the surface of the\nwater and without tilting it, push it down into\nthe water.\n\ne Now allow it to tilt.\n\nWhat do you see?\ne Bubbles rise at once to the top.\n\nWhat does this tell us ?\n\nAir is lighter than water. So air bubbles rise\nto the top as soon as the container is tilted.\n\nIt means that there was air even in the\ncontainer that appeared to be empty.\n\nThere is air all around us. It is present even in places that appear to be empty.\nThen, how far around us does air spread?\n\nTake large sheets of any waste paper. Or, obtain old newspapers of about\none month and tear each of the sheets into four pieces. Now place these sheets\nof paper one at a time in a pile on the floor.\n\nAs the pile grows, observe the difference that can be seen in the layers of\npaper at the top of the pile and those near the floor.\n\n(57)\n\n\n--- Page 2 ---\nWhen all the sheets have been placed, observe the difference in the upper\nand lower layers of the papers.\nWhat do you see?\n\nAs we place more and more papers on the pile, the sheets at the lower level\nare pressed down by the sheets above them. The distance between the papers in\nthe lower part of the pile becomes less while the papers in the upper part appear\nto be further apart.\n\nWhat does this tell us?\n\nThe nearer a sheet of paper is to the floor, the greater is the number of papers\n\nabove it. It means that the lower layers bear more weight than the upper layers\n\nof paper. Compared to that the upper layers bear less weight.\n00 $$ ______________________________ 9 0-\nThe atmosphere : The earth on which we live is\n\nround in shape like a ball. There is air all around the\nearth. This covering of air around the earth is called\nthe atmosphere.\n\nAs we go farther from the earth, the layers of air\nbecome thinner. That is, the layers of air closest to\nthe earth are very close to each other, while the ones\nat higher levels are not so close. The air at greater\n\nheights is rare.\n\nThe air around the earth\n\ne Take a slightly deep dish like a saucer. ’\n\ne Stand a candle at its centre.\n\ne Fill water in the dish. = yy = >\ne Light the candle. we eT\ne Now place a glass tumbler over the candle.\n\nWhat do you see?\n\nSoon the candle goes out and the level of water inside the tumbler rises up to\na certain level.\n\nWhy does this happen?\n\nOne of the constituents of air helps burning. As it gets used up, water rises in\nthe tumbler. When that constituent is finished, the candle goes out. The water\nlevel too stops rising.\n\n(58)\n\n\n--- Page 3 ---\nThis constituent of air that helps burning is called oxygen gas.\ne The earth’s atmosphere is made of air. The circle in this picture shows all the\nair in the atmosphere. If we divide the circle into five equal parts, then the oxygen\nin the air will be equal to one of the parts.\n\nApart from oxygen, there are other gases in the atmosphere. Which could\nthose be?\n\nThe oxygen in the air is used both for burning as\nwell as respiration.\n\nWhich are the other uses of air you know about?\ne You have learnt that the gas that fizzes out of\n\nsoda-water is carbon dioxide. This gas is present in\nsmall quantities in air, too. You have also learnt that\n\nplants make their food using air and water in the presence of sunlight. When\nplants make their food, they use the carbon dioxide from the air.\n\ne You have seen that when you place ice in a glass and it becomes very cold,\ndroplets of water settle on its outside. It means that water, too, is present in air in\nthe form of a gas.\n\ne However, the largest part of air is made up of still another kind of gas. This\n\ngas is called nitrogen.\n\nNitrogen\nThus, there are several gases present in\n\nair. In other words, air is a mixture of several\n\ngases. Oxygen\n\nNow if we draw a circle to represent air,\nthen the quantity of each gas in the mixture\nwill be as shown alongside.\n\nPPG v.so0100\n\ne The burning that takes place in factories, “ —\nvehicles, stoves in kitchens, etc. gives out smoke.\nThis smoke, too, mixes with the air around us. a ae\n\n(59)\n\nOther gases\n\n\n--- Page 4 ---\nFuels like coal, petrol and diesel give out smoke while burning\nwhich mixes with the air. This can cause ill health.\n\nBefore drawing a medicine into the syringe, why is the plunger first pressed to the bottom of\nthe barrel?\n\n1. Name some things of everyday use in which air is filled under pressure.\n2. What is seen mixing with the air when wood or coal burns ?\n\n3. What gets mixed with the air when water boils?\n\nfn oa\n1. There is wee even in an empty container. 2TXUNP\n2. The air at a greater height from the earth is .............. than the air nearer to the earth.\n\n3. If all the air were divided into five parts, the oxygen in the air would\nequal ......... part.\n\n4. The layers of air nearer the earth bear ............. weight than the upper layers.\n\nals als ala\nway",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:31:43.712456"
}