{
  "lesson_id": "a5abd26b-63ab-4310-92c5-7da5389df192",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "19",
  "title": "Chapter 19 My Delightful School",
  "content": "--- Page 1 ---\nmm iN 19. My Delightful School -\n\n& Can you tell ? >\n\nThe above pictures show how children are learning happily.\n\ne Which of these pictures did you like the most?\ne Why did you like that picture the most?\n\nWe go to school to learn. We make many friends in school. We study with\neach other’s help. We play together and share our tiffins. We take part in\nschool functions and go on trips together. We come together to clean and\ndecorate the classroom. There are so many things which we do together.\nIt is great fun to do so. What can we do to make sure that every child in the class\nfinds it is fun to learn?\n\n\n--- Page 2 ---\nG9 vo ntzon2 > _\n\nThis is the story of a school in Kolavali in Ratnagiri district.\n\n“T got a letter!”\n\nThe teacher took his students to the post office to show them how the\npostal system works. He explained its working to the students, but to give\nthem a first-hand experience of how it works, he used a novel idea. He wrote\na letter to every child, telling them about their progress in studies, in sports,\ntheir interests and activities. The children were thrilled to see the letters.\nThey showed their letter to everyone, saying ‘I got a letter!” Some even sent\na reply to the letter. They sent greeting cards to the teacher at the time of\nDiwali. A few days later, the teacher taught the students how to send e-mails.\nOne letter sent by the teacher awakened a new enthusiasm in the students.\nThe school became an enjoyable place for them.\n\ne Have a three-legged race with the other students in your class.\n\ne Why could some pairs reach the finish line without stumbling or falling?\ne Why did some pairs fall while running?\n\nIf we help each other, we can succeed at anything. Work becomes enjoyable.\nIn order to help one another, we must first understand our mutual needs and\ndifficulties. Do we try to understand the needs of our classmates? There may be\na new. student in class or a_ student who lives far away\nfrom their parents. There may be someone who speaks a different language at\nhome. Some may have an older brother or sister to help them and some may not.\nBecause of this diversity, everyone has different needs. We must try to understand\nthese needs.\n\n(116)\n\n\n--- Page 3 ---\nIn school, we meet different kinds of students. There are a few people who\ncannot see and a few who cannot hear. A few cannot walk easily. The needs of\nstudents such as these are different and special. We can understand them only by\ngetting to know them well.\n\n@Y con yousens > _\n\ne Are there any children with such special needs in your neighbourhood ?\n\ne Do they attend school?\n\ne When you were in the first standard, how many girls were there in your class?\ne How many girls are there in your class, now?\n\nEvery child should get the joy of learning in school. All children with\nspecial needs have the right to education. Many parents of children with\nspecial needs send their children to school with great determination. The\ngovernment also has many schemes for them. If you know any children\nwith special needs, do tell the teachers and parents about this. They, too,\nwill encourage the children to go to school.\n\nThe government has also provided many facilities for the education of\ngirls. Most parents try to make sure that the girls are educated. However,\nsometimes girls are expected to carry out household chores such as taking care\nof their siblings, drawing water from the well, etc. all by themselves. As a result,\nthey lag behind in school or even leave it. A girl’s education should not stop for\nthis, or for any other reason. Girls, too, have a right to the joy of learning.\n\n(117)\n\n\n--- Page 4 ---\noa\n\ne Find out which language your classmates speak at home with their\nparents.\n\nEven if we learn in a common language at school, we all speak in\nour mother tongue at home. The mother tongue of some students may be\nGujarati. Some may speak Hindi at home while others may speak Telugu\nor Kannada. Because of school, we get friends who speak different\nlanguages.\n\nWe all wear a uniform in school. However, on days when the uniform\nis not compulsory, the classroom becomes colourful. It is fun to attend a\nclass where there is a lot of diversity. Our customs, languages and eating\nhabits may be different, but as human beings, we are all alike. When we\nrespect this diversity and help each other, we enjoy being in school. School\nbecomes delightful.\n\n: a\n(2) x13\n\n*\n\n=\n=\n\nPintu and Pinky have both got admission into kindergarten. Every day, when\nthe school bus comes to take them to school, they cry and cry. How will you\nexplain to them why they must go to school?\n\n(118)\n\n\n--- Page 5 ---\n1. What do we do in school every day besides studying?\n\n2. How does the joy in learning increase?\n\nlL. Ifwe we each other, we can succeed at anything.\n\n2. Every ....ece must get the joy of learning in school.\n\nfm] a te Ee\n000 (Activities) 000 2HXPSKS\n\ne Wear the costumes from different parts of the country when you take part in\nschool functions.\n\ne Write the sentence ‘Give me water, please’, in different languages with the help\nof friends who speak those languages at home.\n\ne There is a new student in your class who has come from another town. Talk to\n\nhim/her about the school he/she attended previously.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:33:38.925357"
}