{
  "lesson_id": "838e73ca-aa57-43ac-9826-0fd8ae45c4b2",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "11",
  "title": "Chapter 11 A Look inside the Body",
  "content": "--- Page 1 ---\ne Why does the chest expand\nwhen we breathe in?\n\ne The doctor puts her fingers\non your wrist to feel your\npulse. You, too, can feel\nyour pulse. What causes\nthis throbbing?\n\nWe have many different tasks to do. We use certain specific parts of the body\nto do them.\n\nES canyon rect? _\n\ne Which parts of our body do we use for the following?\n(1) Seeing (2) Walking (3) Hearing (4) Writing.\n\ne What is meant by external organs? Give some examples.\n\ne Which parts of the body are called sensory organs? Why are they called so?\n\n0\n\nA part of the body that is used to perform a certain function is called an\norgan. We use our legs to walk. Hence, our legs are our organs for walking. We\nuse our ears for hearing. Hence, our ears are the organs for hearing.\n\nOrgans on the outside of our body are our external organs. Ears, nose, arms\nand legs are on the outside of our body. Hence, they are our external organs.\n\nThey can be easily seen.\nOO ey Organs that make us aware of the situation around us\n4 >» are called sensory organs. Eyes, ears, nose, tongue and\n\nSome external organs  SKin are our sensory organs.\n(67)\n\n\n--- Page 2 ---\ninternal organ : an organ that is situated inside the body. It cannot be seen\nfrom the outside.\n\nMany functions of the body go on inside the body. A network of blood vessels\nis spread throughout the body. Blood flows through them continuously. The air\nwe breathe in is carried to all parts of the body through the blood. The food that\nwe eat is digested. These functions are carried out by different organs called\ninternal organs. Let us learn a few things about them.\n\ne Some biscuits were put in a glass jar. The jar was then shaken and turned over.\nWhat happens to the biscuits?\ne Apack of biscuits was shaken in the same way. What happens to the biscuits ?\n\ne The biscuits in the jar could break into pieces. But not the ones in the pack.\nWhy?\n\nThe organs inside the body that perform\ncertain important bodily functions need to be\nsecure. The structure of our body is such that our\ninternal organs can remain in their places no\nmatter how much we move. There are hollow\nspaces for these organs inside the head and the\ntorso. They are called cavities.\n\nThe cavity inside the head is called the\ncranial cavity.\n\n, |\n\nThe cavities in our body\n\n\n--- Page 3 ---\nThe cavity in the torso has three parts. The cavity in the chest is called the\nthoracic cavity.\n\nThe cavity inside the abdomen has two parts. They are the abdominal cavity\nand the pelvic cavity.\n\nAll the internal organs of the body are situated in these cavities. They are\nsituated in such a way that they will not leave their places and move here and\nthere.\n\nPSEC IES Ng\nThis man is filling the water\nfrom the tap into a drum.\nThe drum is some distance\naway from the tap. Still, the\n\nwater from the tap is\nflowing into the drum.\n\nWhy is this so?\n\nThe picture alongside shows two internal\norgans — the mouth and the stomach. These\norgans help in the digestion of food. The\nstomach is situated in the abdominal cavity.\nOesophagus There is a tube in the thoracic cavity to transport\nfood from the mouth to the stomach. It is called\nthe oesophagus or the gullet.\n\nMouth ———\n\nStomach\n\nWe use our mouth to eat our food. The\ntongue tells us the taste of the food. We chew\nfood with our teeth. As we chew it, our saliva\n\nOesophagus mixes with the food. As a result, the food forms\na moist ball. It is easy to swallow this soft ball. This food passes through the throat\ninto the oesophagus. The wall of the oesophagus is flexible. This makes it possible\nto carry the food from the throat to the stomach easily.\n\n(69)\n\n\n--- Page 4 ---\ne Theorgans which help digest our food are in the abdomen. Only the oesophagus\nis in the thoracic cavity. Why?\ne How are the flexible walls of the oesophagus useful ?\n\nPQ vou non >\n\ne The journey of food in our body begins in the mouth. The internal organs\nin the abdomen help to digest it. The undigested, unwanted part is passed\nout through the anus in the form of faeces. That is where the journey ends.\n\nFood travels through a pipe-like pathway from the mouth to the anus. It is\ncalled the alimentary canal. It is about 9 metres long. It is made up of a\nnumber of internal organs.\n\ne The oesophagus is a part of the alimentary canal.\n\nThere is blood in our body. We take in air when we breathe in. Our blood\ncarries the air to all parts of the body. The food that we eat gets digested. It is again\nblood that carries the digested part to every particle of the body. For these purposes,\nit is necessary to keep blood flowing through the blood vessels that spread\nthroughout the body. It is the function of the heart to keep the blood flowing.\n\nThe heart is an important internal organ. It is in the centre of the thoracic\ncavity, a little to its left. It is slightly bigger than one’s fist. The walls of the heart\ntoo are flexible.\n\nThe heart The location of the heart\n\n\n--- Page 5 ---\nThe heart contracts : The heart becomes smaller.\nThe heart relaxes : The heart returns to its original size.\n\nos Doe\n\ne Take a bottle made from flexible\nplastic.\n\ne Take a spent ball-pen refill.\n\ne Make a small hole in the centre\nof the lid of the bottle. The refill\nmust fit tightly in the hole.\n\ne Now fill the bottle with water.\n\ne Fit the lid with the refill tightly on\nthe bottle. Make sure that most of\nthe refill is inside the bottle and\nonly a short tip projects outside.\nIt will make it easier to do this\nexperiment.\n\ne Now hold the bottle upright in\nboth hands. Press the bottle and\nthen leave it loose. Do this three\nor four times.\n\nWhat do you see?\n\ne When the bottle is pressed, water flows out in a jet. When you let it go, water\nstops flowing out.\n\nWhat does this tell you?\nIf pressure is applied to a liquid in a closed space, the liquid will gush from\nwherever it finds a way out.\n\n¢ Doe\n\nPlace your palm a little to the left of the centre of your chest. You can feel\nyour own heartbeat.\n\n\n--- Page 6 ---\nThe heart contracts and relaxes alternately\nwithout stopping. When it contracts the blood in\nthe heart is pushed into the blood vessels. At every\ncontraction, it is pushed further and further.\n\nAcontraction of the heart is called a ‘heartbeat’.\nIf you place your hand on the middle of the chest a\nlittle to the left, you can feel the throbbing of your\nheart due to the heartbeats.\n\nAt the wrist, there is a blood vessel that flows\nvery close to the skin. If you place your fingers\nthere, you can feel the heartbeats. This is called\nfeeling the pulse.\n\ne When we are sleeping quietly, the pulse becomes slower.\n\ne When we are running, the pulse becomes faster.\n\ne When the heart contracts, the blood in the heart is pushed into the blood\nvessels. What could be the reason for that ?\n\nWhen we breathe in, we take air in through the\nnose. The internal organs through which this air is\nsupplied to the body are called lungs. We have two\nlungs. They are situated in the thoracic cavity, one\non the right and the other on the left. The heart is\nbetween the lungs a little to the left. There, the left\nlung has a slight depression. The right lung is slightly\nbigger than the left lung. Lungs\n\nA pipe-like internal organ carries the air we breathe in into the lungs. It is\ncalled the windpipe. The windpipe separates into two branches. Each branch is\ncalled a bronchus. When we breathe in, the lungs expand a little. That is why our\nchest swells up when we breathe in.\n\n(72)\n\n\n--- Page 7 ---\nThe functions of the heart and the lungs depend on each other. Both these\ninternal organs are very important. They are situated in the thoracic cavity, inside\na cage made of bones called the ribcage. That is why, they are safe and secure.\n\n[| The brain >\n\nThe brain, situated in the cranial cavity, is a very important internal organ. It\ncontrols all that we do. It is in the brain that we become aware of emotions such as\nanger, joy, sorrow, etc. The meaning of the information collected by our sensory\norgans is also understood in the brain.\n\nInjury to the brain can make one disabled for life. It can even cause death.\nHence, the brain needs\nto be totally protected.\nThat is the function of\nthe shell or casing\nformed by the skull\naround it.\n\nThe brain The brain in the cranial cavity\n\nAF LA + AN\nSS) Do you know ?\n\ne When we learn a poem, it is registered in the brain. That is why, we can\nremember it. This work of remembering is called memory.\n\nThe structure of our body is very complex. There are a large number of organs\ninside our body which help it to perform all its functions smoothly. It is very\ninteresting to learn about all these organs. Do find out more about them as you\ngrow up.\n\nwy What we have learnt —>\nA 3 NN\nws\n\nThe numerous important functions that go on inside our body are carried\nout by different organs. These organs are inside our body. They cannot be\nseen from the outside. They are called internal organs.\n\nThe body is structured in such a way that the internal organs remain safe\nwithin the cavities inside the head and the torso.\n\nThe oesophagus carries the swallowed food from the throat to the stomach.\nIt is situated in the thoracic cavity.\n\n\n--- Page 8 ---\nThe heart keeps the blood flowing through the blood vessels spread\nthroughout the body. The heart is continuously contracting and relaxing.\nThe contractions of the heart push the blood from the heart into the blood\nvessels.\n\nThe lungs are the organs through which the air we breathe in is supplied\nto the whole body. The right lung is a little bigger than the left lung.\n\nThe heart and the lungs are held safely in the ribcage in the thoracic cavity.\nOur brain is a very important internal organ. It has a safe place inside the\nskull. Controlling movements, becoming aware of emotions and\ninterpreting the information collected by the sensory organs are the\nfunctions of the brain.\n\n‘ aN\nms Always remember —\n\nIn any accident, if the head is hit, the skull can get broken. If that happens\nit can cause injury to the brain. Then the person can become disabled\nfor life or even die. That is why, one must always wear a helmet\nwhen riding a motorcycle or scooter.\n(A) Think and tell. ~\n\nExercises\n\nWhy do we pant when we have been running hard for some time?\n\n(B) Answer the following questions. »\n\nWhat is meant by ‘internal organ’ ?\n\nName the two cavities in the abdomen.\n\nWhich important organs are situated in the ribcage in the thoracic cavity ?\n\nWhy does the chest swell when we breathe in?\n\nVw FY YN\n\nWhy is the brain situated in the casing of the skull?\n\nNn\n(C) Fill in the blanks.\n\n1. The internal organs that help digest food are .................. .\n2. Wehave............. lungs.\n\n(74)\n\n\n--- Page 9 ---\n4. We become .................08. of all our emotions in the brain.\n\n5. The structure of the human body is very ................ .\n\nThe oesophagus is in the thoracic cavity.\nThe heart is a little bigger than our fist.\n\nThe food in the mouth forms a moist lump.\n\nPYN\n\nIn the brain, we interpret the information collected by the sensory organs.\n\n1. The structure of the body is such that all internal organs remain secure in their\nplaces.\n\n2. Blood must be kept flowing in the blood vessels throughout the body.\nThe brain has to be kept completely safe.\n\n‘A’ Group ‘B’ Group\nBlood supply Alimentary canal\nBreathing Heart\nCarrying food to the stomach Brain\nControlling movements Lungs\n\n7000 Activity} 00\n\ne Using small plastic funnels and plastic tubes make a stethoscope like the one a\ndoctor uses.\n\nok ok ok\n\n(75)\n\n\n--- Page 10 ---\ne Observe the pictures given below, and answer the following questions.\n\nWhy is this boy’s arm in plaster ? Why has this girl been brought to a doctor ?\nCould we have put his arm in plaster at home?\n\nWhen we are well, we feel hungry at the right times. We sleep well at night.\nWe have no complaints about digestion. And most importantly, we feel refreshed\non getting up in the morning. We do not feel tired even if we have been at work.\n\nBut sometimes, for some reason, we fall ill.\n\nSakhu had a slightly sore throat. Still, she\nhad some ice-cream. The next day, her throat\nhurt and she found it difficult to swallow. Mother\nmade her gargle with warm salt water before\nand after school for two days. On the third day,\nSakhu’s throat had stopped hurting. This was a\nsimple illness and she soon felt better again.\n\nA fortnight later, Sakhu’s Tai fell ill. She\nwas running a temperature. Her eyes had\nbecome yellow. She did not feel like eating\nanything. Mother took her to the doctor. The\ndoctor said that Tai had jaundice.\n\n(76)\n\n\n--- Page 11 ---\nThe doctor advised her to take complete rest for three weeks. She also told\nher to eat as little as possible of things which contain oil, ghee or butter. This was\nnot an illness that could be cured easily.\n\nShripati and his younger sister Tara were working in the field. A snake bit\nShripati. After biting Shripati, the snake wriggled away. Neither of them got a\nproper look at the snake. But, knowing that it was a snake that had bitten him,\nShripati was very frightened. He shouted loudly for help. People came running.\n\nTara was saying that Shripati should be taken to the taluka place at once. The\ngovernment hospital there would have the anti-snakebite injection to give Shripati.\nBut no one paid any attention to her.\n\nPeople quickly got the bullock-cart ready, and putting Shripati in it, took him\nto the village temple. They called the village mantrik. He laid Shripati on a bed of\nneem leaves and began to chant mantras against the action of the snake’s poison.\n\nWhat do you think? Do the mantras act against the snake’s poison ?\n\nWas it right or wrong to bring Shripati to the village mantrik ?\nWould you have taken Shripati to the mantrik or to the Government Hospital ?\n\nSoon, Shripati felt better. But, was that because the mantras acted against the\nsnake poison? Or, was the snake non-poisonous and the mantrik got the credit\neven when he did not deserve it ?\n\nIf an illness is one that gets cured readily, one can try a home remedy. Do\nyou remember, Sakhu’s mother made her gargle her throat with warm water.\nAnd Sakhu felt better in a day or two.\n\nElderly, experienced people in the family sometimes suggest such cures.\n\nIf we have a cold we can inhale steam at bed-time or take hot fomentations\non the chest.",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:32:15.120064"
}