{
  "lesson_id": "b6e9458d-cb91-441c-a31a-1a39c9709c8a",
  "board": "State Board Maharashtra",
  "subject": "EVS1",
  "grade": 4,
  "book": "EVS1",
  "chapter_no": "04",
  "title": "Chapter 04      0",
  "content": "--- Page 1 ---\ne Take a glass half full of water. Add a\nspoonful of sugar to it and stir it with a\nspoon.\n\nSee what change takes place.\n\ne Repeat this experiment with each of the\nsubstances mentioned below.\n\n(Wash the glass clean every time you\ntake the next substance.)\n\nCommon salt, honey, washing soda, powdered alum, sand, wheat flour,\nsawdust, turmeric powder and some oil.\n\nWhat do you see?\n\nSugar, salt, washing soda, alum disappear in the water. They dissolve\ncompletely in the water. But sand, sawdust, turmeric powder, oil do not\ndisappear even on stirring. They do not dissolve.\n\nWhat does this tell us?\n\nSome substances dissolve in water, while some substances do not.\n\nThe substance that dissolves in water spreads throughout the water.\nWhen salt dissolves in water, the water in the container tastes salty.\nWhen sugar dissolves, the water tastes sweet.\n\nsolution : When a substance dissolves in water, a mixture of that substance\nand water is formed. This mixture is called the solution of that substance.\n\nIf someone gets loose motions, we give\nthem a solution of salt and sugar to drink.\nThis solution is called ORS or oral\nrehydration solution.\n\nA patient in a hospital is sometimes\nput on ‘saline’, that is, on a solution of salt\nin water. Sometimes, other medicines may\nalso be given through saline.\n\nThese are examples of useful solutions.\n(20)\n\n\n--- Page 2 ---\nPP vo soutnow >\n\ne Seawater is salty to taste because it is nothing but a solution of salt that\noccurs naturally. We cannot use seawater for drinking.\n\ne Water of different wells may have different tastes. Why is that so? Some\nsubstances from the ground dissolve in the water. They give a taste to the\nwell water. But if there is nothing dissolved in water, water has no taste.\n\ne When we remove the lid of a soda-water bottle, bubbles fizz out of it.\nTo make soda-water, a gas called carbon dioxide is dissolved in water\nunder pressure. When the lid is removed, the pressure reduces and the gas\nbubbles out.\n\n606Od——<€£2-—— OH _—_+_—_—#_— 8002\n\nCD roan\n\ne Fill a large container with water.\ne Collect the following articles.\n\nFrom your compass box : a plastic ruler, an\neraser, a pencil, a sharpener, a rubber band,\nthe compass.\n\nFrom your house : a steel spoon, a plastic\nspoon, some groundnut shells, an iron nail,\na screw, a coin.\n\nFrom outdoors : stones, little twigs, leaves, soil.\n\ne Put these things in the water and see whether each of them sinks or floats.\n\nWhat do you see?\nThe eraser, sharpener, steel spoon, nail, screw, stones, coin, the compass\nand the soil sink in the water while the other things float.\n\nWhat does this tell us?\n\nSome things float on water while some things sink in itt.\nre 7\nThe things that float are lighter than water. The things that sink are\nheavier than water.\n\n(21)\n\n\n--- Page 3 ---\nED roan”\n\ne Take some muddy water in a big beaker. (If you do not find\nmuddy water, then make some by adding some soil, pieces of\ndry twigs, straw, leaves, etc. to water.)\n\ne Now allow this beaker to stand still for four or five hours.\n\nWhat do you see?\n\ne The particles of soil sink in the water and form a layer or\nsediment at the bottom. But twigs and other rubbish float on the\nwater. It takes a long time for the sediment to form.\n\npa\n\nWhat does this tell us ?\n\ne Particles of soil are heavier than water. But because they are\n\nvery small, they take a long time to settle to the bottom of the\nwater. Leaves, twigs, etc. are lighter than water.\n\ne Now the water appears much cleaner and transparent than it was.\n\n000-\nThe process of allowing heavier particles to settle to\nthe bottom of still water is called ‘settling’. @\n\nWithout disturbing the sediment, pour the water\nabove it into two smaller beakers. Even though this water\nappears much cleaner than before, there are still some\nfine particles of soil and some rubbish floating in it.\n\nNow carry out the following experiments using these\ntwo beakers. Label them 1 and 2. @\n\nCD roan”\n\ne Take a piece of alum and swirl it once in the water in the first beaker.\n\ne Leave this beaker undisturbed for two or three hours.\n\nWhat do you see?\n\ne The particles floating in water slowly settle to the bottom. And the water in\nthe upper part becomes transparent. The twigs and straw still keep floating on\n\nthe water.\n(22)\n\n\n--- Page 4 ---\nWhat does this tell us?\n\ne Swirling alum in water helps the soil particles\nin muddy water to settle down.\n\ne Take another beaker. Place a tea strainer over it. Fold a piece of\nfine cotton cloth into four layers. Make it moist and spread it over\nthe strainer. Now pour the water in beaker 2 in a thin stream on the\nfolds of the cloth.\n\nWhat will you see?\ne The rubbish and soil particles remain on the cloth.\n\ne The water collects in the beaker below.\nIt looks transparent.\n\nWhat does this tell us?\n\ne If we strain muddy water, it helps to |\nmake it clean. This process is_ called ea!\nfiltration.\n\nAfter doing this experiment, throw the water into the soil and wash your\nhands with soap and clean water.\n\npotable water (water safe for drinking) : Water that does not endanger our\n\nhealth in any way when we drink it is called safe drinking water or potable\nwater.\n\nWe have seen some methods of making muddy water clean and transparent.\nHowever, such water may still not be potable.\n\n(> canyouten? > _\n\ne Inthe rainy season, the water of rivers and streams becomes muddy. Why do\nwe not drink that water?\n\ne When on an excursion, if you find that the water of a spring or well there has\na bad smell, would you drink it?\n\n(23)\n\n\n--- Page 5 ---\nDrinking water must be safe for our health. Pure water has no taste, smell or\ncolour. If water has a colour or a foul smell, one must avoid drinking it. It can\nmake us ill.\n\nWhen we get muddy water during the rains, we allow it to settle before using\nit. Ifnecessary, we use alum or we filter the water. Its muddiness disappears, and\nthe water looks clean and transparent. Can we say that it is now safe for drinking?\n\nLet us learn some more about this.\n\nmicro : very, very small.\n\norganism : a living thing.\n\nmicro-organism : a living thing that cannot be seen by the naked eye or even\nwith a magnifying glass.\n\nmicroscope : an instrument for looking at very very small things which we\ncannot see with our eyes or even through a magnifying glass.\n\nIf we take a bit of yoghurt or\na drop of buttermilk on a glass\nslide and place the slide under a\nmicroscope, we see very tiny\nliving things in it.\n\nThey are called micro-\norganisms. These micro-\norganisms convert milk into\nyoghurt. They are useful for us.\n\nBut all micro-organisms are\nnot useful. Some micro-organisms\ncause diseases when they enter\nour body. They are said to be\nharmful micro-organisms.\n\n(24)\n\n\n--- Page 6 ---\nThere are numerous kinds of micro-organisms around us. They are in the\nsoil, in water, in air, on rocks, that is, anywhere and everywhere.\n\nEven if harmful micro-organisms are present in water, we are not be able to\nsee them. Now though the water with such micro-organisms looks transparent,\nwould it be safe for drinking?\n\nYou may know that during the rainy season, we often hear of an outbreak of\ndiarrhoea or gastritis. At such times, we need to boil the water that has been\ncleaned by settling and filtration. Only then does it become safe for drinking.\n\nBoiling the water kills the micro-organisms in it and prevents diseases.\n\n°660-— AAA —#§{_—_—_ 8 oee\n\n, 7\n\nSome substances do not dissolve in Mother had brought some cumin\nwater. seeds (jeera) from the shop. But some\nsand got mixed with it. Mother wants\n\nWhat could be the advantage of this ? the jeera seeds cleaned.\n\n°60Ed—Ji@— A i —#§_—_—_— 86d»\n\nEven such tiny living things like micro-organisms which our eyes cannot see\nhave great importance in our lives.\n\n(25)\n\n\n--- Page 7 ---\nSome rava has got mixed with sago pearls or sabudana. What sieve should we use to\nseparate the two — the one that allows rava to pass through or the one that allows sago?\n\n1. Name the substances used to make the solution called lemon sherbet.\n2. Why is the water that looks clean and transparent may not be fit for drinking ?\n3. When making a sherbet, what do we do to make sugar dissolve quickly?\n\n4. Does oil float on water or sink in it?\n\n1. Write the information you obtained from the floating-sinking experiment, in the\ntable below.\n\nRepeat the experiment with other things besides those mentioned in the lesson.\nWrite their names, too, in the proper places in the table.\n\nGiven in the lesson\n\n2. Repeat the experiment in the lesson related to dissolving using some other substances.\nMake a table like the one above and fill in your findings in it.\n\n1. Substances like salt and sugar ..............00 after some time when added to water.\nThe mixture obtained on dissolving a substance in water is called a.............. .\nORS is an example of ............... solutions.\n\nAll micro-organisms are not useful. Some can cause ............. if they enter our body.\n\nThings that float in water are .......... than it and things that sink are........... than it.\n\nNw FY\n\nA substance called ........... is swirled in muddy water to help clean the water.\n\n(26)\n\n\n--- Page 8 ---\n1. Alum powder does not dissolve in water.\nMicro-organisms cannot live in water.\nIf muddy water remains still, a sediment is formed at its bottom.\n\nAn eraser floats in water.\n\nwe Ye NS\n\nTea leaves can be separated from tea by filtration.\ne One day, as soon as you come to school, take some muddy water in a large container.\n\ne When much of the mud has settled, pour the water near the top very carefully into\ntwo containers. Label them | and 2.\n\ne Inthe first container, swirl a piece of alum.\ne Now leave them undisturbed, and observe the two containers every 30 minutes.\ne Which water becomes clean first? How long does it take?\n\ne How long does the water in the other container take to become equally clean?\n\nPAR ARY\n\nnn =.\nZHHFFG\n\n(27)",
  "language": "sem",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:30:43.827257"
}