{
  "lesson_id": "8426a5f4-2f36-4607-8178-61d5680f07d9",
  "board": "State Board Maharashtra",
  "subject": "EVS",
  "grade": 4,
  "book": "EVS",
  "chapter_no": "23",
  "title": "Chapter 23 Natural Disasters",
  "content": "--- Page 1 ---\n» iN 23. Natural Disasters -\n\n~ Which frightening natural events\nCan you tell ? can be seen in the pictures below ?\n\nCan you tell ? ~\n\n=_—\n\ne Sometimes during the rainy season, suddenly there is a downpour which lasts\nfor two or three days. The river flows in full spate. It may even overflow its\nbanks and enter nearby settlements. What is the name given to such a rise in\nthe level of river water ?\n\ne Name two places in Maharashtra where earthquakes have occurred.\n\ne An earthquake under the sea gives rise to very high waves. What are these\ngigantic waves called?\n\n000 ___——SSSSSsSsSFSFSFSFSsSSSSSSSSSSSOSFSsSSS—COFsSSSCssssS eg].\nNatural Disasters\n\nMany a time, we hear of serious mishaps. An earthquake happens here,\na flood occurs somewhere else. A storm occurs in one place, another place is\nstruck by lightning. There can be a landslide or a hailstorm.\n\nIn these incidents, several people are injured. Some even lose their lives.\nHouses collapse. Animals die. Standing crops get destroyed. There is great\ndamage to property. Day to day life is disturbed. It takes several days for life to\nget back to normal.\n\nAnew term !\n\ndisaster : a very serious mishap. One in which people or animals can get\ninjured or die. Crops and other property is destroyed. Houses collapse.\n\n(139)\n\n\n--- Page 2 ---\nThese and some other mishaps have natural causes. They are called natural\ndisasters. We do not have enough knowledge about when and where they might\nhappen. And it is impossible for us to prevent them. We must not get frightened\nby such disasters. Instead, it is more useful to find out how to face such a disaster\nif it happens.\n\nUntimely rains\n\nIn our country, we getrains only ina certain period of the year. In Maharashtra,\nit rains in the months of June, July, August and September. This period is called\nthe monsoon or the rainy season.\n\nIn Maharashtra, on some day before the start of\nthe rainy season, the sky suddenly gets overcast.\nThere is lightning and thunder. It rains heavily for a\nshort while. These are called pre-monsoon showers.\n\nHowever, when it rains at other times besides\nthe monsoon or pre-monsoon period, such rain is\nsaid to be untimely rain.\n\nUntimely rain comes without\nwarning, when we least expect it.\nPeople who have left their houses RARE\nwithout umbrellas and raincoats ™=\"aA—~=<“«i«‘<i SLC\nhave to run helter-skelter for | jj oe\nshelter. Or, they have to get |\nsoaked in the rain.\n\nPre-monsoon rains\n\nBut, untimely rains can also\ncause serious damage. People\ngrow winter crops. Occasional,\nlight showers are good for this\ncrop. But if it rains too much,\nfields get water-logged. And the\ncrop may rot causing much loss.\n\nPeople caught in untimely rain\n\nOften, a hailstorm accompanies with untimely rains. Severe hail causes\ninjuries to people and animals. It shatters roof tiles. It can damage crops in fields\nand fruits in orchards.\n\nIf mango trees are in blossom at that time, the blossoms may rot or fall off.\nThis leads to a fall in mango production.\n\n\n--- Page 3 ---\nFloods\n\nSometimes during the monsoons,\nit rains heavily and continuously for\nthree or four days. This causes the\nlevel of water in a river to rise. That\nis, the river gets flooded. If it does\nnot stop raining, settlements on its\nbanks can also get flooded.\n\nMud houses on the riversides\ncollapse during a flood. People and\nanimals may die due to drowning. Flooding of settlements causes problems in\neveryday life.\n\nAt such times, we should go to a safe place at a height and come back only\nwhen the flood waters recede.\n\nThe current of flood waters is very strong. It is dangerous to swim in flood\nwaters.\nEarthquakes\n\nSometimes, the rocks in the bowels of the earth move. As a result, waves are\nproduced in the layers of rock.\n\nIf a stone is thrown into a pool of still water, we see circular ripples around\n\nit. They move to the edges of the pool. After some time,\n\nthe waves settle and the water becomes still as before. CC —\nExactly the same kind of waves are produced\n\ninside the earth. For a few seconds, the ground shakes.\n\nThat is the earthquake. Then everything quietens down\nagain. Where the earthquake occurs, buildings are\n\n(141)\n\n\n--- Page 4 ---\nshaken. Things inside the house all fall from their places. Houses that are not\nstrong enough, simply collapse into heaps. People get trapped under the heaps\nand get injured or even lose their life. The most damage occurs near the centre of\nthe earthquake. An earthquake also causes injuries or death of animals we keep.\n\nWhen an earthquake occurs, one should not panic. It lasts only a few seconds.\nDuring that time, heavy things around us can fall on us. This can cause harm.\nSo, as soon as we feel the earthquake, we should go under a strong bed or table,\nor stand under a doorframe. This can prevent injuries from falling objects.\n\n% Do you know ? > ~\n\nIf an earthquake occurs while you are at school, sit under your desk or\nbench. Once the quake stops, come out in single file and gather together in the\nopen school ground. Crowding, chaos and stampede can cause more damage\nthan the quake itself.\n\nTsunami\n\nIf the origin of the earthquake is in the sea, it produces gigantic sea waves.\nEach wave is the height of a three- or four-storey building. These waves come\nwith tremendous force towards the coast and crash into the land. These waves\nare called tsunamis.\n\n(142)\n\n\n--- Page 5 ---\nIf there are people living on the coast where a tsunami occurs, it causes\nmuch devastation. People or animals who come in the way of these waves\nare completely helpless. They drown and die. A tsunami comes with so\nmuch force that vehicles on the coast along with the people in them get\nthrown away to quite a distance. Vehicles are crushed. People inside get\ninjured or die. The tsunami can also shatter houses and shops on the coast.\n\nAs] Do you know ? ~\n\nIn every city and district headquarters, there is a fixed drill to be followed\nin case of a natural disaster. There are specially trained volunteers for that\npurpose. If necessary, soldiers of the army are also called to help.\n\n: ~\n/<:¥/) What we have learnt —\n\nRain that falls at times other than in the rainy season is called untimely\nrain. Fields become waterlogged and crops rot. Hailstorms may also occur\nwith untimely rains. Hailstorms can injure people as well as animals. It\ndamages crops and orchards.\n\nIf it rains heavily during the rains, the level of water in the river rises. This\nis called a flood. Sometimes flood waters enter areas where people are\nliving. Houses collapse. People and animals drown and die. Everyday life\n\nbecomes difficult. One should go to a place at a height till floods recede.\n\nSome movements in the bowels of the earth give rise to waves. This is\ncalled an earthquake. It causes houses to shake, things to fall down. Houses\ncollapse into heaps. People and animals get trapped in them and die. During\nan earthquake one should sit under a table or bed or stand under a doorframe.\nWhen an earthquake has its starting point in the sea it gives rise to gigantic\nwaves. They are called tsunamis. If they reach the human settlements on\nthe shores they cause great devastation.\n\nAlways remember — >\n\nWe must obtain information about natural disasters to learn\nhow we can prevent the loss that they can cause.\n(143)\n\n\n--- Page 6 ---\nExercises\n\n(A) What’s the solution ? >;\n\nYour village is uphill. There is a flood in a neighbouring village.\n\n(B) Use your brain power! >\n\n1. A table for natural disasters and man-made disasters is given below. Complete the\ntable with the help of the list that follows.\n\nNatural disaster No. Man-made disaster\n\n(1) Cyclone\n\n(2) Collapse of an old ramshackle house\n\n(3) Death due to lightning\n\n(4) Collision of two railway trains\n\n(5) Children on a playground getting injured when a termite ridden tree falls\n(6) Normal life getting disturbed due to heavy snowfall\n\n(7) A fire caused by the explosion of a cooking gas cylinder\n\n(8) An air crash due to a mechanical fault.\n2. What is the difference between a hailstorm and snowfall?\n\n3. If there are animals with fur coats living in places where it snows, would the coat\nbe thick or thin? What could be the reason for that?\n\n\\\n(C) Find out.\n\nThere are fire brigades in cities. Obtain information about them. Find out the different\nkinds of accidents where firemen come to the rescue. Share the information with your class.\n\n(144)\n\n\n--- Page 7 ---\n(D) Answer the following questions. ~\n\nWhat kind of rain in winter is good for the crops?\nWhat are the ill effects of a hailstorm?\n\nShould one go for a swim in flood waters ?\n\nPYr,\n\nHow does a tsunami affect vehicles on the coast?\n\n(E) Fillin the blanks. »\n\n| re just like the ones we see in water, are produced in the bowels of the\n\n2. Ifit does not stop raining, the rainwater enters the ..................0066 .\n\n3. People and animals are ....................00 ee against the force of a tsunami.\n4. People get trapped under the ................... and die.\n\ne Practice how, after an earthquake, you would leave your class in single file and gather\nin an open space near your school.\n\nals ale ala\nArr NP\n\n(145)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:48:28.914419"
}