{
  "lesson_id": "cf8f0b99-80b0-4cb2-b298-8129b0d47e17",
  "board": "State Board Maharashtra",
  "subject": "EVS",
  "grade": 4,
  "book": "EVS",
  "chapter_no": "16",
  "title": "Chapter 16 Day and Night",
  "content": "--- Page 1 ---\n>  £N\n\n16. Day and Night =\n\nWhat differences do you see in the two pictures? What causes these\ndifferences ?\n\nWe live on the earth. The earth gets light from the sun. The earth’s shape is\nlike that of a very large ball. Therefore, light from the sun does not reach the\nentire earth at one and the same time. Half the earth gets sunlight while the other\nhalf remains dark.\n\nWe say that it is day in the half that gets light, while in the other half where\nsunlight does not reach, it is night. Every day we see day chasing night and then\nnight chasing day. Night comes after day and then day follows night. This cycle\ngoes on without stopping. What could be the reason for this ?\n\nJust as a top spins about itself, the earth,\ntoo, turns around itself. So, the part of the\nearth that is getting sunlight goes into\ndarkness and the part that is in darkness\ncomes into the light. That is, where there is\nday it becomes night after some time and\nwhere there is night, it becomes day.\n\n9». you know >»\n\ne The sun rises in the east in the morning and moves towards the west. In the\nevening, the sun sets in the west. So we feel that the sun goes around the\nearth. But that is only an impression. Actually, the earth turns around itself.\nThat is why we have day and night on the earth.\n\ne This spinning of the earth around itself is called the rotation of the earth.\n(101)\n\n\n--- Page 2 ---\nThe whole day has 24 hours. But, are there always twelve hours of daylight\nand twelve hours of darkness? If that were true we would have sunrise every\nmorning at six o’clock and sunset every evening at six o’clock, too.\n\nLet us see what really happens.\n\n@ Try this.\n\nSome calendars give the times of sunrise and sunset for every day. Take such\na calendar for this year and use it to complete the following tables.\n\nSunrise ee a\nset] TT\n\nWhat do you see?\n\ne In November, the sun rises a little later every day while it sets a little earlier\nevery day.\n\ne Inthe month of May, the sun rises a little earlier every day and sets a little\nlater every day.\n\nWhat does this tell us?\ne In November, the days becomes shorter and shorter, while nights become\nlonger.\n\ne In May, the days become longer and longer while the nights become shorter\nand shorter.\n\nThus, we are now sure that day and night are not of 12 hours each all year\nround.\n\nDo you know >»\n\ne The phenomenon of a 12-hour long day and a 12-hour long night can be\nobserved on 21 March and 22 September.\n\n(102)\n\n\n--- Page 3 ---\nOn March 21, day and night are both 12 hours long. Then, in our part of the\nearth, daytime increases slowly and night time decreases. This goes on till June\n21. On June 21, our day is the longest and the night is the shortest.\n\nFrom June 21, in our part of the earth, daytime becomes shorter and shorter\nand nights become longer. This goes on till September 22. On September 22, our\nday is of 12 hours and the night too is of 12 hours. After that, the days continue\nto become shorter. The nights become longer. This goes on till December 22.\n\nOn December 22, our night is the longest and the day is the shortest. From\nDecember 22, the day grows longer and the night, shorter. This goes on till\nMarch 21. From March 21, this cycle repeats itself.\n\nNote that these dates may vary a little.\n\n: \\\nDo you know ?\n\ne When the days are longer and the nights are shorter, it is summer.\n\ne When the nights are longer and the days are shorter, it is winter.\n\nP ey What we have learnt >.\n\ni ~“\nAs the light of the sun does not reach the whole earth at the same time,\nthere is daylight on half the earth while there is darkness on the other half.\nThe earth spins around itself. So, the part that faces the sun goes into\n\ndarkness and the part that is in the dark comes into the light. That is why,\nwe have day and night on the earth alternately.\n\nWe can observe that the 24 hours of the day are divided into a 12-hour day\nand a 12-hour night on 21 March and 22 September.\n\nFrom December to June, the day gets longer while from June to December,\nthe day gets shorter.\n\n(103)\n\n\n--- Page 4 ---\n(A)\n\n(B)\n\n(C)\n\n(D)\n\n(E)\n\nAlways remember _~\n\nThere is a connection between the seasons and the\nchanging lengths of days and nights.\n\nExercises\n\nThink and tell. ‘\n\n1. Onanew moon day, we cannot see the moon even though it is there in the sky.\nWhy is that so?\n\n2. Why do birds return to their nests earlier in winter than in summer?\n\nAnswer in brief.\n\n1. From where does the earth get light?\n2. What is the earth shaped like?\n\n3. When do we say that it is daytime?\n4. When do we say that it is nighttime?\n\nDescribe.\n\n1. The spinning of the earth.\n2. The cycle of day and night.\n\nFill in the blanks. »\n1. The whole day has ................ hours. OMMEFS _\n\n2. The sun appearing in the sky in the morning is called.............. .\n3. The disappearance of the sun from the sky in the evening is called .............. .\n4\n\nFrom March 21 till ............. our days become longer and the nights shorter.\n\nTrue or false?\n\n1. The number of hours in the day and the night on March 21 are equal.\n\n2. Jn our part of the earth, on June 21, the day is the longest and the night, shortest.\n3. On September 22, the lengths of the day and the night are unequal.\n4\n\nIn our part of the earth, on December 22, the day is the longest and the night,\nshortest.\n\nals als ala\nrr\n\n(104)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:47:14.031914"
}