{
  "lesson_id": "74043322-8a7d-46fa-986d-2f2e5c27f4b1",
  "board": "State Board Maharashtra",
  "subject": "EVS",
  "grade": 4,
  "book": "EVS",
  "chapter_no": "20",
  "title": "Chapter 20 I ll be responsible and sensitive",
  "content": "--- Page 1 ---\nam Her neighbour was an elderly\nperson. He suffered from\nhigh blood pressure. He could\nnot tolerate very loud music.\n\nHe asked Deepika to\nturn down the volume.\nDeepika realized that\nhe was _ suffering\nbecause of the loud\nmusic. She turned\ndown the volume at\nonce.\n\nIt was Deepika’s birthday.\nShe had invited all her friends\nto her house. When her friends\ncame, she put on music at a\nloud volume and all of them\nbegan to dance and have fun.\n\n... and he realised his mistake!\n\nRahul’s grandmother used to wait for him to return from school every\nday. When he returned, she would give him something to eat. She asked him\nabout what had happened in school that day. As for Rahul, he couldn’t wait\nto finish eating and watch cartoons on TV. Grandmother felt very bad that\nRahul didn’t talk to her properly. When Rahul’s parents noticed this, they\nalso felt bad about it. One day, Rahul’s father explained to him, how his\nbehaviour hurt his grandmother. Rahul realized his mistake. From then\nonwards, he began to talk to his grandmother lovingly.\n\n(120)\n\n\n--- Page 2 ---\nFO conyousen? >\n\nDiscuss both the above incidents in class.\ne Why was Rahul’s and Deepika’s behaviour wrong ?\ne How did they correct their mistakes ?\ne Are there old people living in your home or neighbourhood ?\ne What help can you offer to them?\n\nWe all either live with or are related to old people. They love us and pamper\nus. However, they cannot run about and play like us. They often need small tasks\ndone for them like fetching medicine or other products from the market, removing\nthings from lofts or threading needles. If we carry out these tasks for them, it is\nof great help to them. Ifthe TV or music is played loudly, it can be very disturbing\nfor them. At such times, we must lower the volume.\n\nGrandparents are often at home all day. Their only pastime is talking to their\nchildren and grandchildren. They are curious about what their grandchildren do\nat school all day. They have great affection for us. They feel happy when we\nspeak to them lovingly.\n\ncon youren? >\n\nIf someone at home or in the neighbourhood is suffering from an illness, what\nshould you do ?\n\nPut a Vv in front of the statements you agree with and a x in front of those you\ndisagree with.\n\nWe should visit the patient frequently at any odd hour.\nThe patient should be given medicines at the proper times.\n\nThe patient should be offered fried food.\nThe patient should not be given unwanted advice.\n\nThe patient must be given meals at the right time.\nOne can watch TV at a loud volume in a patient’s room.\nThe patient must be bathed only as per doctor’s orders.\n\nWhen the patient is better, medicine should be stopped\nimmediately without consulting the doctor.\n\n(121)\n\n\n--- Page 3 ---\nWe all wish for a patient to get well soon. For this, we should follow the\ndoctor’s advice and take care accordingly. After giving first aid for injuries, the\npatient must be taken straight to a hospital or a Primary Health Centre. Do not\ndepend on talismans, amulets and incantations. Consult a doctor on time.\n\nResponsibility towards people with special needs\n\nSome people have physical handicaps because of illnesses or accidents or,\nthey may be born with them. They suffer many inconveniences and much\ndiscomfort at public places. That is why they are in need of special services and\nassistance.\n\nG9 vosontnow? >\n\nWe have been successful in eradicating\npolio in our country. The World Health\nOrganisation has praised India for this\nachievement. Since the campaign against\npolio was carried out with dedication over\nmany years, the disease was eradicated.\n\ne What is the phrase ‘Do _ boond\nzindagike’ related to?\n\nED vos > A robot taking care of a patient\nNowadays in many\nhospitals abroad, robots are\nused for the service and aid of\npatients. Will it be fun to have\nrobots work for you? Or will it\n\nbe boring with no other human\nbeings present?\n\nDivide all the students in class into two\ngroups. Blindfold the students in group ‘A’,\nbut not those in group ‘B’. Pair off each\nstudent from group ‘A’ with a student from\ngroup ‘B’. Each pair will go from the\nclassroom to the main gate of the school. On\nreaching the gate, remove the blindfold, and now, blindfold the student from\ngroup ‘B’. Return to the classroom in the same pairs.\n\ne What difficulties did you face while walking blindfolded?\n\ne Could you walk at your normal speed while blindfolded ?\n\ne When not blindfolded, did you wait for your blindfolded classmate or leave\nthem behind?\n\n(122)\n\n\n--- Page 4 ---\ne If your partner leaves you behind, how would you feel ?\n\nYou may have seen a blind person\nwith a white cane walking along the\nstreet. Blind people can walk about in\npublic places freely with the help of the\nwhite cane. In some buildings, the floor\nnumbers on lifts are written in Braille.\nThat helps a blind person to go to any\nfloor they wish without help. A blind\nperson can also vote secretly like other\ncitizens because of Braille signs on\nvoting machines.\n\nIn schools, universities and in some\nother buildings, you may have seen a\nconcrete slope next to the stairs. This\nslope is called a ramp. The ramp makes\nit possible for people in wheelchairs to\nenter the building. Some buildings also\nhave special toilets for people in\nwheelchairs.\n\nThese facilities exist so that people\nwith special needs can live their daily\nlives easily. However, these facilities\nare not available everywhere. We must\ntreat people with special needs with\ncare, whether these facilities exist in\npublic places or not.\n\nBlind people can read and write by using their sense of touch. This system of\nwriting is called Braille. Braille characters make use of raised dots created on\npaper. Each character has a fixed number and arrangement of dots. A blind\nperson can read the paper by feeling these raised dots. However, all of the books\nwritten in ordinary script are not available in Braille. Blind persons can listen\nto the stories if they are read out.\n\n(123)\n\n\n--- Page 5 ---\n. a a = oo\n\nPP aaa\noe: mes\n\nSP eee heas\nRees estes\nJESSE ESHER!\nSEabaeza a) S¢\n_ f£ 3\n\ne Write your name using the Braille characters given below.\n\ne Tell us your friend’s name using the signs in the sign language.\n\nTHE BRAILLE ALPHABET\n\n@e@\\e0e@\n@0|ee@\n00/00\n\nfig\n\nNUMBERS\n\nBraille Script\n\n\n--- Page 6 ---\nA Sign Language used in India\n\nPeople who cannot hear use sign language. They are also taught how to ‘lip\nread’ to follow what other people are saying. They can follow other people’s\nspeech, if they speak slowly and clearly. Special signed news programmes are\nbroadcast on television for people who cannot hear.\n\n(125)\n\n\n--- Page 7 ---\nGP9 vs sournon? > _\n\ne Sudha Chandran is an expert Bharatnatyam dancer. She lost a leg in an\naccident. However, even with an artificial leg, she continues to dance and\nact with great determination.\n\ne Ravindra Jain is blind. He has composed music for many movies and\ntelevision programmes. He has also received many awards for his music.\n\ne Sharath Gayakwad is disabled in one hand. However, he has made the\ncountry famous worldwide in swimming competitions.\n\n1.\n\n2. Whose advice should we take while caring for a patient?\n\nWhat are the pastimes of old people?\n\nnn =\n2XHALO\n\n1. The TV or music should be played at a loud volume.\n\n2. We must depend on talismans, amulets and incantations to cure illnesses.\n\n1. Deaf people use Braille/sign language.\n2. Blind people can cross the road using their white cane/wheelchair.\n\n000 ___—_(Aetivities) ——oe»\n\ne Visit a school for the blind. Find out more about the Braille script.\ne Learn about schemes for people with special needs with the help of your teacher.\ne Find some information about an institute that works for people with special needs.\n\n(126)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:47:53.281381"
}