{
  "lesson_id": "6ce9c97b-91a5-479f-a73c-47525be7831a",
  "board": "State Board Maharashtra",
  "subject": "EVS",
  "grade": 4,
  "book": "EVS",
  "chapter_no": "08",
  "title": "Chapter 08 The Value of Food",
  "content": "--- Page 1 ---\nArjun and Varsha are brother\nand sister. They love to eat hot\nbajra bhakaris with butter.\n\nMother makes a number of\nother dishes for them to eat with\nbhakaris. They like those, too.\n\n@Y con yousen2\n\nWhat could be those dishes that mother makes to go with bhakaris?\nWhat are those dishes made from?\n\nIn Varsha and Arjun’s home, they use a lot of other foodstuffs, too. From\nwhere are they obtained? Bs i>\n\ne Wheat, rice, jowar, pulses, sugarcane.\ne Karavanda, jamun, bor, honey.\ne Salt-water fish and salt.\n\ne Fresh water fish, singadas (water chestnuts),\nmakhanas (lotus seed).\ne Fruits and vegetables.\n\ne Meat and eggs.\n\nNi a nt NI\n\n!\n\nOften when serving Varsha and Arjun a meal, Mother says, ‘Take only as\nmuch as you want. Food shouldn’t get wasted.’\n\n(50)\n\n\n--- Page 2 ---\nOne day Arjun asked her, ‘Mother, why do you tell this to us every day?’\nMother answered, ‘Why should we waste any good thing? Besides, we must\n\ngive a thought to how we get the food we eat. Let me tell you the story of a\nbhakari.’\n\n=>,\n|| The story of a bhakari\n\nYou know Dada, my father, is a farmer. And you know that schools have\nsummer vacations. When I was small, we often went to my father’s fields riding\non his tractor. That would be the time for readying the fields. Father would\nattach different implements to the tractor to carry out various farming tasks.\nFirst he would plough the fields and then, crush the lumps of soil. Finally, he\nwould level the field to make it ready for sowing.\n\nA tractor being used for farm work\n\nThe pre-monsoon showers would make the hot soil humid. That was the time\nfather would sow bajra.\n\nWithin some days, the bajra seeds sprout\nand the seedlings are seen above the ground.\nAlong with the bajra, weeds also flourish. But\nthey have to be removed. My father would\nemploy labourers to do that. The labourers have\nto be paid.\n\nRainwater is enough for bajra to grow\nvigorously.\n\nAfter a while, ears of bajra appear on every\nstalk. The grain forms and the ears grow fuller. Seedlings growing in the field\nAs the grains grow, birds come in flocks to eat the tender grains. Then scarecrows\nhave to be set up and slings shots used to frighten the birds away.\n\nWhen the ears of corn are full, it is harvest time. That is, all the ears of bajra\nmust be cut and gathered. Then follows threshing and winnowing. That is how\nwe get the grain from the ears of bajra.\n\n(51)\n\n\n--- Page 3 ---\nVarsha said, ‘I undersood cutting and gathering. But what is threshing and\nwinnowing ?’ So Mother said, ‘Alright, do what I tell you, and you will see. We’ll\ncontinue with the story later.’\n\n@ Try this. ‘\n\ne Take half a basketful of dried groundnut pods. Divide them into two portions.\n\ne Shell the groundnuts in one portion. How long did this take you?\ne Now, put the other portion in a cloth bag and tie its mouth. Pound the bag\nlightly with a stone or beat it with a stick.\nNow take the groundnuts out in a tray and tell me, what do you see ?\nArjun : Many of the pods have burst open and the nuts have come out.\nMother : This can be called threshing of the pods. Now hold the tray in both\nyour hands. Toss its contents quickly and lightly in the air. Tell me, what happens?\nVarsha : When I toss the tray the empty shells fall off and the nuts are left\nbehind. But why does that happen?\n\nMother : The shells are light. So they get blown by the air and fall off. The nuts\nare heavier and are left behind. While winnowing too, the draught of air is used\nto separate the grain from the chaff.\n\nNow, let’s go on with the story. Dada uses a machine for threshing and\nwinnowing. In the machine, threshing and winnowing are done at the same time.\nThe harvested ears are put into the machine. The grain gets separated and falls\ninto a bag tied to the machine. The chaff and other rubbish gets blown off.\n\nWhen there were no machines, bullocks were made to help with the threshing.\nFor winnowing, a person stands a little higher up and slowly allows the threshed\n\n(52)\n\n\n--- Page 4 ---\ngrain to fall to the ground. The chaff is carried away by the draught and the grain\nfalls down in a heap. The machine helps to finish the work quickly but labour\nand expense have to be put in, in any case.\n\nRs] Do you know ? ~\n\ne Ifa machine is not available, bullocks do the threshing. A round space is\ncleared in the field and the threshing floor is gett A post is is erected at\nits centre and a bullock is tied to it. The\nbullock walks in circles around the post. The\nharvested ears are spread in the round space\nso that they get trampled upon by the bullock. \\4\nIf the crop is large in quantity, a bigger place\nis prepared and more bullocks are used\ntogether. Threshing may go on for several :\ndays. For the bullocks too, this is heavy work. Threshing\n\nThe grain obtained after winnowing 1s filled in sacks. Proper care is taken to\nmake sure that it will not be attacked by insects or other pests such as mice and\nrats. After putting aside some grain for the family, the remaining sacks are sent\nto the market-place to be sold. When the traders there buy the grain, the farmer\ngets money for the crop that he has grown.\n\nArjun : But the bhakari is not ready yet!\n\nMother : No, of course not. And the story is not finished either. Listen.\n\nThe grain that the traders buy is sold all over the country. It is transported by\nmeans of trucks or goods trains. It is the turn of porters and truck-drivers to put\nin their labour. Transport costs a lot, too.\n\nNow, the sacks of grain reach the provision stores.\n\nPeople buy the grain from them. They sort out any stones or rubbish to clean\nthe grain. They get it milled into flour.\n\nThen, while cooking, the flour is kneaded into lumps. The lumps are then\nflattened into a bhakari and roasted. We spend on fuel too. And thus, at the end\n\n(53)\n\n\n--- Page 5 ---\nof all this, the bhakari appears in Varsha’s and Arjun’s plate.\n\nNow, would it be right to waste food that we get through the efforts of so\nmany people?\n\ne Singadas and makhanas are some special foods that are not very common.\nThey are obtained from freshwater plants. Much work has to be done to\ncollect, clean, dry, store and transport them.\n\nOther foodstuffs : We get fish from water. Fishermen work hard to catch\nthem. There are people who gather and sell fruits like amla, jamun, karvanda,\nbor which grow in forests. Some people have vegetable farms while some people\nhave orchards for growing fruit crops. Some people keep poultry. Some rear\nanimals for milk and meat.\n\nAll these people put in a lot of hard work in their own occupations. We get a\ngreat variety of foodstuffs as a result of their efforts. The efforts and labour of\nmany other people are also required for storing, transporting and marketing them\nas well as preparing the various dishes we eat. All these processes are expensive.\n\nTherefore, it is necessary for all of us to take care that food is not wasted.\n\n60d 900°\n\nGBB) reve roe terme >\n\n\n--- Page 6 ---\nWe get a variety of foodstuffs through the efforts of many different people.\n\nLet us always be grateful to them.\n\nYour friend wants to know where big round amlas come from.\n\n1. What is the place called where salt is obtained from seawater?\n\n. Potatoes and radishes grow underground. Which other bulbs and roots do\n\nwe get from plants ?\n\n3. What is a ‘kanagi’ ? For what purpose do farmers use it ?\n\n. For what does a farmer use an implement called a ‘tiphan’ ?\n\n5. Which ingredients are required for making a lemon sherbet ? From where are these\n\ningredients obtained?\n\nnA BB W NO\n\n. When the soil becomes hot and .................. the crop is sown.\n\n. The grain is separated from the ears by a process called ............. .\n\n. The light .............. are blown away by the wind.\n\n. Some people gather .............. like karavanda and jamun from the forests.\n\n. Machines and vehicles are used for the production and transport of foodstuffs.\n\nMoney is spent on ............. to operate them.\n\n\n--- Page 7 ---\n(D) Answer in brief.\n\n1. How is a field prepared for sowing ?\n2. How is grain transported to all parts of the country?\n3. Why should we not waste food?\n\n4. What are the tasks that are carried out to make a bhakari after the grain has been\nbrought into the house?\n\n(E) Match the following. ~\n\nA Group B Group\n(1) salt (1) a freshwater lake\n(2) sugarcane (2) the sea\n(3) bor (3) fields\n(4) makhana (4) forests\n\nals als als\nrr\n\n(56)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:45:38.906081"
}