{
  "lesson_id": "0139ef65-7bfe-48a3-a489-a0a965a49417",
  "board": "State Board Maharashtra",
  "subject": "EVS",
  "grade": 4,
  "book": "EVS",
  "chapter_no": "07",
  "title": "Chapter 07 Food and Nutrition",
  "content": "--- Page 1 ---\n» iN 7. Food and Nutrition -\n\n|] Can you recall ? >\n\ne Why do we need food?\ne What is meant by diet?\ne What are the reasons for variations in diet?\n\n& Can you tell ? ~\n\ne Some of the food items in our everyday meals are given below. Read their\nnames : rice, moong dal amti, chawali usal, chapatis, jowar bhakari, cabbage\nbhaji, pumpkin raita, carrot salad, onion pakodas, garlic chutney, lemon\npickle, yoghurt, papad.\n\ne Which of these dishes are served with large spoons or ladles and which ones\nwith very small spoons ?\n\ne Now divide these food items into two groups : those which are eaten in large\nquantities and those which are eaten in very small quantities.\n\n~z\nLJ Staple food\n\nChapati, bhakari or rice form a part of\nevery meal we have. We eat more of these\nfoods than of the others. Therefore, wheat,\njowar, rice are said to be our staple foods.\n\nHowever, with chapatis, bhakaris or rice,\nwe eat several other items which make our\nmeals tastier. Besides, for reasons of good\nhealth, it is important to include these food\nitems in our meals.\n\n=,\n|] Variety in foodstuffs q\n\nWhat foodstuffs are used to prepare the other items in our meals?\n\nSome of these foodstuffs and their names are shown in the box on page 43.\nWhich ones are you familiar with? If there are some which you have not seen,\ntry to get a look at them.\n\n\n--- Page 2 ---\neo Can you tell ? >\n\nLook at the foodstuffs in the box.\n\na\n\nChilli\n\nwe\n\nCloves Groundnuts\n\nd ‘\nBittergourd Milk\nSa fflower Black pepper\n\nRaw mango\n\nCucumber Tamarind foodstuffs Lemon Chicken\n\nFrom which ones do we get flour?\n\nFrom what do we get butter, ghee and yoghurt ?\n\nFrom which ones do we get oil?\n\nWhich of these do we get from animals ?\n\nWhich ones give a sweet/ sour/ bitter taste or are spicy hot?\nWhich ones do we eat raw?\n\nWhich ones do we use in small quantities ?\n\nonravrr YN YP\n\nWhich ones are used in larger quantities ?\nQT pp\n\nYou have seen what a wide variety there is in our foodstuffs. We use different\nfoodstuffs for different purposes. We use milk to get butter. We get flours from\njowar, bajra to make bhakaris. To add a sour taste, we may use lemons or\ntamarind or raw mangoes. When making sweets, we may use either sugar or\njaggery which we get from sugarcane.\n\n(43)\n\n\n--- Page 3 ---\nJust as there is variety in the foodstuffs we use, there are differences in\npeople’s likes and dislikes. We tend to eat the items we like again and again. We\nalso tend to always avoid what we don’t like. However, the most important thing\nis to ensure that the food related needs of our body are all being met.\n\nThe food constituents that meet the different needs of our body are present in\nall our foodstuffs in varying quantities.\n\ne Some of these constituents give our body the energy it needs. We work or\nplay all day long. Also, work like respiration and digestion of food goes on\ninside our body. The body needs energy for all this work.\n\ne Some constituents help our body to grow. They also help to repair the wear\nand tear of our body that takes place in everyday work.\n\ne Some food constituents help to nourish our body. They help to create a store\nof substances that give energy to our body.\n\ne Some food constituents are necessary for certain special reasons. For\nexample, some constituents make our bones strong. Some constituents give\nthe body the ability to fight disease.\n\ne And for all the functions of our body to go on smoothly, we need to drink\nplenty of water.\n\nre\n\nIf our body is to work properly, it must remain healthy. So, we must include\nall the food constituents in our diet.\n\nWe get all these food constituents from different foodstuffs in different\nquantities. That is why we keep using different foodstuffs in our daily meals.\nSuch a diet ensures proper nourishment for our body.\n\nBPG 0.50 know ? > .\n\nSome people believe that costly foods are more nourishing than\ninexpensive foods.\n\nBut that is not always true. All expensive foods are not more nourishing.\nSimilarly, all cheaper foods are not less nourishing.\n\n(44)\n\n\n--- Page 4 ---\n=.\n|] Preserving the nourishment in food ingredients\n\nWhile preparing food items, some of the constituents in the foodstuffs can\nget destroyed. We can take the following precautions to avoid that.\n\ne When cooking food, add only as much water as is necessary.\n\ne Use a pressure cooker or cover the food with a lid while cooking it.\n\n'\nWilh i.\nTULL\n\ne Sprout pulses before using them. Use them while the sprouts are still small.\nDo not wait for them to grow long.\n\ne Use whole grain flour without sifting.\ne Eat fruits like chikoos, figs, grapes, apples along with their skins.\n\nBesides, vegetables like carrots, radishes, cucumbers, beetroot should be\neaten raw in the form of salads.\n\nWhenever possible, mix two or three foodstuffs in a dish. For example, add\nonions and potatoes to usal/s. Add drumsticks to curries. Add some soaked dals\nwhile cooking vegetables.\n\n\n--- Page 5 ---\n. >\n|| A tongue for tasting\n\nAs usual, we had all gathered in the garden in the evening.\nMonikatai said, ‘Shall I tell you something funny about our tongue ?’\n\nAs we drew closer to her, she said, ‘How do we make water sweet without\nsugar? Just try this. Chew an amla well and drink water right after that. The\nwater tastes sweet!’\n\n‘Really! I never knew this!’ said Mary.\n\nThen Balu said, ‘We learnt last year that our tongue helps us to taste things.\nBut how does only one tongue tell us all the different tastes ?’\n\nSubhash piped up, ‘So, do you want a different tongue for every taste?’\nThat made everyone laugh.\n\nMonikatai said, ‘Balu, we have only two eyes, and how many colours do we\nsee with them? So, one tongue can also tell us many tastes.’\n\nObserve this.\n\nWash your mouth, clean your tongue and stand\nin front of the mirror. Stick your tongue out and\nlook at it carefully.\n\nYou will see tiny peaks on the tongue. They are\ncalled taste buds. These taste buds tell us the\ndifferent tastes.\n\n(46)\n\n\n--- Page 6 ---\nKnow the different tastes —\n\nLet us see how the tongue tells us the different tastes.\n\nCollect the following things :\n\n® sugar candy or jaggery e salt e tamarind or lemon\ne fenugreek (methi) seeds © a piece of an amla\n\nTaste each of these things. After tasting each one, rinse your mouth with\nwater, wait for two minutes and then taste the next one. Copy the following table\nin your notebook and complete it :\n\ncg\n2 se\n\n| 3 [Pamarind/temon |\n[4 [Fenugreek (methi) seeds |\n| 5 |Apieceofanamia fF\n\neco ®\n\nPlay a game\n\nFour or five of you can play this game\ntogether.\n\nOne person is the ‘It’. Each one of the\nothers tells ‘It’ the name of a foodstuff.\n\nFor example, raw mango, green chilli\nchutney, rock salt, a bundi laddoo, khari\nboondi, a chikoo, a medicine, etc. Miming - ‘I ate a chilli!’\n\n\n--- Page 7 ---\nThe child who is ‘It’ must show by miming what it tastes like.\nTake turns to be ‘It’.\n\nWhen everyone has had a turn at being ‘It’, the game is finished.\n\n& What we have learnt _™~\n\ne Our diet includes many different food items.\ne There is great variety in the foodstuffs we use to prepare different dishes.\n\ne The food constituents that meet our food related needs are present in these\nfoodstuffs in different proportions.\n\ne Our food related needs are met if our body gets all these food constituents\nin the right quantities.\n\ne Our taste buds help us to know the different tastes.\n\nAlways remember =>\n\nOur diet should include all kinds of foodstuffs.\n\n= : ~>\nExercises\n=~ ~\n\n(A) What’s the solution 2\n\nSumedh and Madhura do not like green leafy vegetables. On the day their mother cooks\nleafy vegetables, they skip their meals.\n\nWN\n(B) Use your brain power! _\n\n1. Is a thalipeeth more nourishing than a bhakari made of only jowar or bajra flour?\n\n2. If we add crushed peanuts or fresh coconut to a dish, will it make the dish more\nnourishing ?\n\n3. Why do we sqeeze lemon juice on to rice and dal?\n4. Which crop growing in a field contains the most sugar?\n\n(C) Find out. ‘*\n\nFind out how dahi is made from milk, or, how moth beans (matki) are sprouted. Try to\ndo it yourself.\n\nWrite the steps you followed and tell others in your class about what you did.\n\n(48)\n\n\n--- Page 8 ---\nXN\n(D) Draw pictures.\n\nDraw pictures of those fruits that we eat along with their skins.\n\n(E) Make a list. »\n\nMake a list of those fruits which we cannot eat along with their skins.\n\nQ\n(F) Fill in the blanks.\n\n1. Fruits taste sweet because they contain ................. .\n2. Rice, wheat, jowar, bajra are our ............. foods.\n3. The tiny peaks on our tongue are called ...........0. eeeeeeeeeeees .\n\n(G) Give reasons. \\y\n\n1. We must take certain precautions while cooking food.\n2. Our body must be healthy.\n3. Just because we like them, we must not eat the same dishes all the time.\n\n(H) Answer in brief. ‘\n\n1. What new thing did Monikatai tell about the tongue?\n2. Fruits are sweet. Does that mean that they contain only sugar?\n3. Which food ingredients contain sour elements?\n\n~~\n(I) Match the following.\n\nA Group B Group\nmilk ( ) sugar\nsesame ( ) flour\njowar ( ) oil\nchikoo ( ) butter\n\ne@ In groups of five, make any one of the following things in class.\nDo this with the permission of your elders.\n\n(a) Banana Delight —_(b) dahi-pohe (c) mattha\n\nWrite down the recipe and share it with others in the class.\n\n28 ok ok\n\nScr ay\n@IFSKE\n\n(49)",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:45:26.459644"
}