{
  "lesson_id": "842c319e-c7c6-493a-9410-a5344bee877c",
  "board": "State Board Maharashtra",
  "subject": "EVS",
  "grade": 4,
  "book": "EVS",
  "chapter_no": "06",
  "title": "Chapter 06 Variety in Food",
  "content": "--- Page 1 ---\nA Wadia tin eal Ml\n\nTry this.\n\nWe use the vegetables and grains bought from the market to prepare the\ndifferent dishes in our meals. Let us carry out the following activity related to food.\nFind out :\n\ne Which grains and vegetables does your family buy from the market?\ne As shown below, make a table of the different dishes prepared from the\ndifferent grains or vegetables at home.\n\ne Look at your list. Ifa grain or vegetable is used to make more than one food\nitem (dish), write the total number of such items in the next column.\n\ne Compare your list with that of your friends.\n\ne In your table, add the foods that are in their lists but not yours. For example,\n\nGrains and rst in Different food items\nfriend’s list\n\ne You will realize that various dishes can be made from the same ingredients.\n\ne Even when there is a variety in the dishes, the basic ingredient remains the\nsame. In the example above, we saw various preparations of rice.\n\ne Note that there is diversity in the food items of the different States of our\n\n_, country.\n\n. >» N\nx Use your brain power !\n\ne In every region, there is one staple food. What is the reason for that?\ne Why does the staple food of people vary according to region?\n(36)\n\n\n--- Page 2 ---\n2] Can you tell ? >\n~~\n\nBAY OF BENGAL\n\nIndex\n\nA, Rice\n8 Wheat\n\n@ Jowar\n\n200 400\n\nKilometres\n\ne Study the map given above.\ne Observe the distribution of food crops in the country.\n\ne Study how the distribution of crops varies in the different regions.\n\n(1) Which food crop is grown on a large scale in the coastal regions ?\n\n(2) Which food crops are grown in North India?\n\n(3) Which is the major food crop in the central region?\n\n(4) Rice is grown on a large scale in the southern part of India. Why is this so?\n\n(37)\n\n\n--- Page 3 ---\nAgriculture is the main occupation Jowar, bajra and moth beans are\nin all parts of our country. It is mainly grown in regions of low rainfall.\ndependent on rainfall. The rainfall To help crops to grow well,\nreceived in all regions is not the same. good seeds, fertile soil, sufficient\nIn regions of high rainfall, crops such sunlight and water are needed.\nas rice, coconut, ragi and varai are According to the seasons, a variety\ngrown. Wheat, toor and soyabean are of grains, fruits and vegetables are\ngrown in regions of moderate rainfall. grown in our country.\n\nTry this. ~ Visit the local fruit sellers. Note down\nNA ~ the names of the fruits sold in the shops.\nDiscuss the following points with them.\n\n(1) Which fruits are sold all year round?\n\n(2) Which fruits are not available in the\nrainy season ?\n\n(3) Which fruits are sold in summer?\n\n(4) In which season are fruits available in\nplenty ?\n\n(5) In which season do we get fewer fruits?\n\ne The availability of fruits varies\naccording to the season. Different fruits\nare available in different seasons.\n\nx Use your brain power !\n\nLook at the fruits in the\npicture.\n\ne Make a table as shown\nbelow of the fruits that\nare available in each\nseason.\n\ne Include the names of\nfruits you know even if\nthey are not shown in the\npicture.\n\nSummer The rainy season Winter\n\n(38)\n\n\n--- Page 4 ---\ne° Irfan and Supriya bought potatoes because they were very cheap. But they\nare tired of eating potato bhaji. Suggest different preparations of potatoes to\nthem.\n\nThe map given below depicts famous food items from Maharashtra and its\nadjoining States. Study the map and complete the table given below.\n\nrPANnRFH HAP TIO\n\nNL sxe 4 Gadchiroli 5 R\n\n$ geet\nTELANGANA 2\nY é\n2. 2\nN\\.\n\\\n\nLatur 7¢5\nOn Seseaset ad: f ry\n5\n\nSatara ° ed\n\nFAMOUS FOOD ITEMS IN\n; MAHARASHTRA AND\n60 NN }! NEIGHBOURING STATES\n\nKilometres\n\ne Draw a table like the one shown below.\ne Make a list of districts/States and their famous food items.\ne Find out which grain/fruit/vegetable these items are made from and write that\n\nin the third column.\n\n(39)\n\n\n--- Page 5 ---\nThe main crop grown in any region is used to make various items in that\nregion. For example, jowar is grown on a large scale in the plateau region of\nMaharashtra. Hurda, lahya, bhakari, ghugrya, papad, sandge, ambil, dhapate,\ndhirde, etc. are all preparations of jowar enjoyed in that region.\n\nIn Konkan or the coastal region, rice, coconut and coconut oil are widely\nused. In central Maharashtra, jowar, bajra, groundnuts, soyabean, sesame and\nmustard are more commonly used. Note that this variety in crops is due to the\nchange in climate and soil. The crops grown in a region determine the diet of the\npeople in that region.\n\nRs] Do you know ? >\n\nSome fruits and vegetables which were previously available only in a certain\nseason are now available all year round. There are several reasons for this.\n(1) Availability of water throughout the year.\n\n(2) Availability of improved seeds.\n\n(3) Importing fruits and vegetables from various parts of the world.\n\n(4) Faster transport facilities.\n\n. ~=,\neB Use your brain power !\n\ne Suppose you are not able to get food items made from jowar, bajra, wheat,\nrice and corn. Think of the food items that you will have to eat in that case.\nMake a list of such items.\n\nAlways remember — >\n\nA region’s climate, soil, water and people’s needs determine the crops that\nare grown in that region and also their staple diet.\n\n& What we have learnt »,\n\ne Diversity in food items.\n\ne Food items vary according to the region.\ne The availability of grain, fruits and vegetables depends on the seasons.\n\ne The various food items in Maharashtra and the neighbouring States.\n\n(40)\n\n\n--- Page 6 ---\n1. Which food items can be prepared from wheat?\n2. Write the names of different edible oils.\n\n3. Which is the special food item prepared in your village, town or city? What is it\nmade from?\n\n1. Mango pickle, mango, mango jam, mango pulp.\n2. Pulao, paratha, dahibhat, biryani.\n3. Mysore pak, puranpoli, thalipeeth, jhunka-bhakar.\n\n© Maize © Pumpkin ® Cluster beans (guar)\n\n000 {Activities }}— oe»\n\n© Obtain information about one food item made in other regions and make that item at\nhome with the help of your parents.\n\n© Make a list of the famous food items you have eaten when out of town. Find out the\nmain ingredient of some of those items.\n\nale ale als\nway",
  "language": "en",
  "page_number": null,
  "confidence": 1.0,
  "image_count": 0,
  "table_count": 0,
  "created_at": "2026-01-24T15:45:12.264156"
}